Repository: GNOME/gxml
Catalog: po/*.po
Languages: ca, cs, de, es, eu, fr, hi, hu, ru, sl, sr, uk, zh_cn

source: Trying to add an object to an Element, but it is not an attribute
ca: S'està intentant afegir un objecte a un element, però no és un atribut
cs: Pokus o přidání objektu do prvku, ale nejedná se o atribut
de: Versuch, ein Objekt einem Element hinzuzufügen, aber es ist kein Attribut
es: Intentando añadir un objeto a un elemento, pero esto no es un atributo
eu: Objektu bat elementu bati gehitzen saiatzen, baina ez da atributu bat
fr: Tentative d'ajout d'objet à un élément, mais ce n'est pas un attribut
hi: किसी तत्व में वस्तु जोड़ने का प्रयास किया जा रहा है, लेकिन यह एक विशेषता नहीं है
hu: Objektum hozzáadási kísérlete egy elemhez, de az nem egy attribútum
ru: Попытка добавить объект к элементу, но он не является атрибутом
sl: Poskus dodajanja predmeta elementu, vendar to ni atribut
sr: Покушавам да додам објекат у Елемент, али није атрибут
uk: Спроба додавання об'єкта до елемента, але об'єкт не є атрибутом
zh_cn: 尝试将一个对象添加到元素，但该对象不是属性

source: No node with name %s was found
ca: No s'ha trobat cap node amb el nom %s
cs: Nebyl nalezen žádný uzel s názvem %s
de: Es wurde kein Knoten namens »%s« gefunden
es: No se ha encontrado ningún nodo con nombre %s
eu: Ez da aurkitu %s izena duen nodorik
fr: Aucun noeud avec le nom %s n'a été trouvé
hi: %s नाम वाला कोई नोड नहीं मिला
hu: Nem található %s nevű csomópont
ru: Не найден узел с именем %s
sl: Najdeno ni bilo vozlišče z imenom %s
sr: Нисам нашао чвор под називом „%s“
uk: Не знайдено вузла із назвою %s
zh_cn: 找不到名称为 %s 的节点

source: Node collection is read only
ca: La col·lecció de nodes és només de lectura
cs: Kolekce uzlů je jen ke čtení
de: Knotensammlung ist schreibgeschützt
es: Colección de nodos de solo lectura
eu: Nodo bilduma irakurtzeko soilik da
fr: La collection de noeuds est en lecture seule
hi: नोड संग्रह केवल पढ़ने के लिए है
hu: A csomópontgyűjtemény csak olvasható
ru: Коллекция узлов доступна только для чтения
sl: Zbirka vozlišč je samo za branje
sr: Збирка чвора је само за читање
uk: Збірка вузлів є придатною лише для читання
zh_cn: 节点集合是只读的

source: Invalid document when adding item to named node map collection
ca: El document no és vàlid en afegir l'element a la col·lecció d'assignació de node amb nom
cs: Neplatný dokument při přidávání položky do kolekce map pojmenovaných uzlů
de: Ungültiges Dokument beim Hinzufügen eines Objekts zu einer benannten Knotenkartensammlung
es: Documento no válido al añadir el elemento a la colección de mapas de nodos con nombre
eu: Dokumentu baliogabea elementua izendun nodo-mapen bildumari gehitzean
fr: Document invalide au moment de l'ajout d'un item à la collection de noeuds nommés
hi: नामित नोड मानचित्र संग्रह में मद जोड़ते समय अमान्य दस्तावेज़
hu: Érvénytelen dokumentum az elem nevesített csomópont-leképezés gyűjteményhez történő hozzáadásakor
ru: Недопустимый документ при добавлении элемента в коллекцию именованных узлов
sl: Neveljaven dokument pri dodajanju elementa v zbirko zemljevidov poimenovanega vozlišča
sr: Неисправан документ приликом додавања ставке у збирку мапе именованог чвора
uk: Некоректний документ при додаванні запису до іменованої збірки мап вузлів
zh_cn: 将项目添加到命名节点映射集合时文档无效

source: Error while converting HTML document to string: %s
cs: Chyba při převodu dokumentu HTML na řetězec: %s
de: Umwandlung des HTML-Dokuments in eine Zeichenkette fehlgeschlagen: %s
es: Error al convertir el documento HTML a cadena: %s
eu: Errorea HTML dokumentua kate bihurtzean: %s
hi: HTML दस्तावेज़ को स्ट्रिंग में परिवर्तित करते समय त्रुटि: %s
sl: Napaka pri pretvorbi dokumenta HTML v niz: %s
sr: Грешка приликом претварања ХТМЛ документа у ниску: %s
uk: Помилка під час перетворення документа HTML до рядка: %s
zh_cn: 将 HTML 文档转换为字符串时出错：%s

source: Error while setting text content to node: %s
ca: S'ha produït un error en definir el contingut del text al node: %s
cs: Chyba při pokusu o vytvoření instance vlastnosti objektu: %s
de: Fehler beim Setzen des Textinhalts auf den Knoten: %s
es: Error al establecer el contenido de texto del nodo: %s
eu: Errorea testu-edukia nodoan ezartzean: %s
fr: Erreur pendant l'assignation du contenu texte du nœud : %s
hi: पाठ सामग्री को नोड पर सेट करते समय त्रुटि: %s
hu: Hiba a csomóponthoz történő szövegtartalom beállítása közben: %s
ru: Ошибка при установке текстового содержимого для узла: %s
sl: Napaka pri nastavitvi besedilne vsebine v vozlišču: %s
sr: Грешка приликом постављања садржаја текста на чвор: %s
uk: Помилка під час спроби встановити текстовий вміст для вузла: %s
zh_cn: 为节点设置文本内容时出错：%s

source: Only GXml.XNode nodes are supported. Given a %s type
cs: Jsou podporovány pouze uzly GXml.XNode. Zadán typ %s.
de: Es werden nur GXml.XNode-Knoten unterstützt. War: %s
es: Sólo se soportan nodos GXml.XNode. Dado un tipo %s
eu: GXml.XNode nodoak soilik onartzen dira. %s mota bat eman da
hi: केवल GXml.XNode नोड्स समर्थित हैं। %s प्रकार दिया गया है
ru: Поддерживаются только узлы типа GXml.XNode. Предоставлен тип %s
sl: Podprta so samo vozlišča GXml.XNode. Podano je vrste %s
sr: Само „GXml.XNode“ чворови су подржани. Дата је „%s“ врста
uk: Передбачено підтримку лише вузлів GXml.XNode. Задано тип %s
zh_cn: 仅支持 GXml.XNode 节点。指定了 %s 类型

source: Invalid attempt to replace a node on unsupported parent
cs: Neplatný pokus o nahrazení uzlu v nepodporovaném rodiči
de: Ungültiger Versuch, einen Knoten auf einem nicht unterstützten Elternelement zu ersetzen
es: Intento fallido de reemplazar un tipo de nodo no válido
eu: Onartzen ez den guraso bateko nodo bat ordezkatzeko saio baliogabea
hi: असमर्थित पैरेंट पर नोड को प्रतिस्थापित करने का अमान्य प्रयास
ru: Недопустимая попытка заменить узел у неподдерживаемого родительского элемента
sl: Neveljaven poskus zamenjave vozlišča pri nepodprtem nadrejenem
sr: Неисправан покушај замене чвора на неподржаном родитељу
uk: Некоректна спроба замінити вузол на непідтримуваному батьківському записі
zh_cn: 在不受支持的父级上替换节点的尝试无效

source: Invalid attempt to replace invalid node type: %s
cs: Neplatný pokus o nahrazení neplatného typu uzlu: %s
de: Ungültiger Versuch, einen ungültigen Knotentyp zu ersetzen: %s
es: Intento fallido de reemplazar un tipo de nodo no válido: %s
eu: Nodo mota baliogabea ordezkatzeko saio baliogabea: %s
hi: अमान्य नोड प्रकार को प्रतिस्थापित करने का अमान्य प्रयास: %s
ru: Недопустимая попытка заменить узел неверного типа: %s
sl: Neveljaven poskus zamenjave neveljavne vrste vozlišča: %s
sr: Неисправан покушај замене неисправне врсте чвора: %s
uk: Некоректна спроба замінити некоректний тип вузла: %s
zh_cn: 替换无效节点类型的尝试无效：%s

source: Invalid attempt to replace a node on a document or text node
cs: Neplatný pokus o nahrazení uzlu v dokumentu nebo textovém uzlu
de: Ungültiger Versuch, einen Knoten in einem Dokument oder einem Textknoten zu ersetzen
es: Intento fallido de reemplazar un nodo en un documento o nodo de texto
eu: Dokumentu bateko nodo bat edo testu-nodo bat ordezkatzeko saio baliogabea
hi: दस्तावेज़ या पाठ नोड पर नोड को प्रतिस्थापित करने का अमान्य प्रयास
ru: Недопустимая попытка заменить узел в документе или в текстовом узле
sl: Neveljaven poskus zamenjave vozlišča v dokumentu ali besedilnem vozlišču
sr: Неисправан покушај замене чвора на документу или чвору текста
uk: Некоректна спроба замінити вузол на документ або текстовий вузол
zh_cn: 在文档或文本节点上替换节点的尝试无效

source: Invalid input stream to read data from
ca: El flux d'entrada no és vàlid per llegir dades de
cs: Neplatný vstupní datový proud pro čtení dat
de: Ungültiger Eingabestrom, von dem Daten gelesen werden sollen
es: Flujo de entrada del que leer datos no válido
eu: Datuak irakurtzeko erabili nahi den sarrerako korronte baliogabea
fr: Flux d'entrée invalide pour lire les données
hi: डेटा पढ़ने के लिए अमान्य इनपुट स्ट्रीम
hu: Érvénytelen bemeneti adatfolyam a belőle történő olvasáshoz
ru: Недопустимый входной поток для чтения данных
sl: Neveljaven tok vnosa, da bi iz njega brali podatke
sr: Неисправан улазни ток са кога се читају подаци
uk: Некоректний вхідний потік даних для читання
zh_cn: 用于读取数据的输入流无效

source: Error reading stream: %s
ca: S'ha produït un error en llegir el flux: %s
cs: Chyba při čtení datového proudu: %s
de: Fehler beim Lesen des Datenstroms: %s
es: Error al leer el flujo: %s
eu: Errorea korrontea irakurtzean: %s
fr: Erreur lors de la lecture du flux : %s
hi: स्ट्रीम पढ़ने में त्रुटि: %s
hu: Hiba az adatfolyam olvasásakor: %s
ru: Ошибка чтения потока: %s
sl: Napaka pri branju toka: %s
sr: Грешка читања тока: %s
uk: Помилка читання потоку даних: %s
zh_cn: 读取流时出错：%s

source: Error closing stream: %s
ca: S'ha produït un error en tancar el flux: %s
cs: Chyba při zavírání datového proudu: %s
de: Fehler beim Schließen des Datenstroms: %s
es: Error al cerrar el flujo: %s
eu: Errorea korrontea ixtean: %s
fr: Erreur lors de la fermeture du flux : %s
hi: स्ट्रीम बंद करते समय त्रुटि: %s
hu: Hiba az adatfolyam lezárásakor: %s
ru: Ошибка закрытия потока: %s
sl: Napaka pri zapiranju toka: %s
sr: Грешка затварања тока: %s
uk: Помилка закриття потоку даних: %s
zh_cn: 关闭流时出错：%s

source: Internal Error: No TextReader was set
ca: Error intern: no s'ha definit cap lector de text
cs: Interní chyba: Není nastaven údaj TextReader
de: Interner Fehler: Kein TextReader festgelegt
es: Error interno: TextReader no se ha establecido
eu: Barrneko errorea: Ez da TextReader ezarri
fr: Erreur interne : Aucun TextReader n'a été défini
hi: आंतरिक त्रुटि: कोई TextReader निर्धारित नहीं किया गया
hu: Belső hiba: nem lett TextReader beállítva
ru: Внутренняя ошибка: не установлен TextReader
sl: Notranja napaka: noben TextReader ni bil nastavljen
sr: Унутрашња грешка: Није подешен читач текста
uk: Внутрішня помилка: не встановлено TextReader
zh_cn: 内部错误：没有设置 TextReader

source: Can't read node data at line: %d
ca: No es poden llegir les dades dels node a la línia: %d
cs: Nezdařilo se čtení dat uzlu na řádku %d
de: Die Knotendaten können nicht gelesen werden in Zeile: %d
es: No se pueden leer los datos del nodo en la línea: %d
eu: Ez da nodoa irakurri honako lerroan: %d
hi: पंक्ति पर नोड डेटा नहीं पढ़ा जा सकता: %d
ru: Не удаётся прочитать данные узла в строке: %d
sl: Podatkov vozlišča ni mogoče brati v vrstici: %d
sr: Не могу да читам податке чвора у реду: %d
uk: Не вдалося прочитати дані вузла у рядку %d
zh_cn: 无法在该行读取节点数据：%d

source: Parsing ERROR: Fail to move to attribute number: %i at line: %d
ca: Error d'anàlisi: no es pot desplaçar el número d'atribut: %i a la línia: %d
cs: CHYBA zpracování: Selhal přesun na atribut číslo %i na řádku %d
de: FEHLER bei der Verarbeitung: Verschiebung zu Attributnummer %i ist fehlgeschlagen in Zeile: %d
es: Error al analizar: falló al mover al número de atributo: %i en la línea: %d
eu: Analisiaren ERROREA: Huts egin du %d lerroko %i atributu-zenbakira mugitzeak
hi: पार्सिंग त्रुटि: विशेषता संख्या: %1$i को पंक्ति: %2$d पर ले जाने में विफल
ru: ОШИБКА РАЗБОРА: Не удалось перейти к атрибуту номер %i в строке: %d
sl: NAPAKA razčlenjevanja: ni mogoče premakniti na številko atributa: %i v vrstici: %d
sr: ГРЕШКА обраде: Нисам успео да пређем на број атрибута: %i у реду: %d
uk: Помилка обробки: не вдалося перейти до атрибута із номером %i у рядку %d
zh_cn: 解析错误：移动至位于第 %d 行的第 %i 号属性失败

source: Invalid sequence for document type definition:
ca: La seqüència no és vàlida per a la definició del tipus de document:
cs: Neplatná posloupnost pro definici typu dokumentu:
de: Ungültige Sequenz für Dokumenttypdefinition:
es: Secuencia no válida para definición de tipo de documento:
eu: Sekuentzia baliogabea dokumentu motaren definiziorako:
fr: Séquence invalide pour la définition de document de type:
hi: दस्तावेज़ प्रकार परिभाषा के लिए अमान्य अनुक्रम:
hu: Érvénytelen sorozat a dokumentumtípus meghatározásánál:
ru: Недопустимая последовательность для определения типа документа:
sl: Neveljavno zaporedje za definicijo vrste dokumenta:
sr: Неисправан низ за дефиницију врсте документа:
uk: Некоректна послідовність для визначення типу документа:
zh_cn: 无效的文档类型定义序列：

source: Internal Error: No TextWriter initialized
ca: Error intern: no s'ha inicialitzat cap processador de text
cs: Interní chyba: Není nastaven údaj TextWriter
de: Interner Fehler: Kein TextWriter initialisiert
es: Error interno: TextWriter no inicializado
eu: Barneko errorea: Ez da TextWriter hasieratu
fr: Erreur interne : Aucun TextWriter initialisé
hi: आंतरिक त्रुटि: कोई TextWriter आरंभीकृत नहीं हुआ
hu: Belső hiba: nincs TextWriter előkészítve
ru: Внутренняя ошибка: не инициализирован TextWriter
sl: Notranja napaka: noben TextWriter ni inicializiran
sr: Унутрашња грешка: Није покренут писач текста
uk: Внутрішня помилка: TextWriter не ініціалізовано
zh_cn: 内部错误：未初始化 TextWriter

source: Error removing Collection's element: %s
ca: S'ha produït un error en suprimir l'element de la col·lecció: %s
cs: Chyba při odstraňování prvku z kolekce: %s
de: Fehler beim Entfernen des Elements aus der Sammlung: %s
es: Error al eliminar el elemento de la colección: %s
eu: Errorea bildumako elementua kentzean: %s
fr: Erreur lors du retrait de l'élément de la collection : %s
hi: संग्रह का तत्व हटाते समय त्रुटि हुई: %s
hu: Hiba a gyűjtemény elemének eltávolításakor: %s
ru: Ошибка удаления элемента коллекции: %s
sl: Napaka pri odstranjevanju elementa zbirke: %s
sr: Грешка уклањања елемента збирке: %s
uk: Помилка під час спроби вилучити елемент збірки: %s
zh_cn: 移除集合的元素时出错：%s

source: Can't find element at position: %i: %s
ca: No es troba l'element en posició: %i: %s
cs: Nelze najít prvek na pozici: %i: %s
de: Element kann nicht an Position gefunden werden: %i: %s
es: No se puede encontrar el elemento en la posición: %i: %s
eu: Ez da aurkitu elementua honako posizioan: %i: %s
fr: Ne peut trouver l'élément à la position : %i : %s
hi: स्थान पर तत्व नहीं मिल सका: %i: %s
hu: Nem található elem a következő pozíción: %i: %s
ru: Не удаётся найти элемент в позиции %i: %s
sl: Elementa ni mogoče najti na položaju: %i: %s
sr: Не могу да нађем елемент на положају: %i: %s
uk: Не вдалося знайти елемент у позиції %i: %s
zh_cn: 无法在以下位置找到元素：%i：%s

source: Collection type %s, initialization error: %s
ca: Tipus de col·lecció %s , error d'inicialització: %s
cs: Typ kolekce %s, chyba inicializace: %s
de: Sammlungstyp %s, Initialisierungsfehler: %s
es: Tipo de colección %s, error de inicialización: %s
eu: %s bilduma mota, hasieratze-errorea: %s
fr: Erreur d'initialisation pour le type de collection %s : %s
hi: संग्रह प्रकार %s, आरंभीकरण त्रुटि: %s
hu: %s gyűjteménytípus, előkészítési hiba: %s
ru: Тип коллекции %s, ошибка инициализации: %s
sl: Vrsta zbirke %s, napaka pri inicializaciji: %s
sr: Врста збирке „%s“, грешка покретања: %s
uk: Тип збірки %s, помилка ініціалізації: %s
zh_cn: 集合类型 %s，初始化错误：%s

source: Invalid Processing Instruccion's target declaration
ca: La declaració de destinació de la instrucció de procés no és vàlida

source: Invalid Processing Instruccion's close declaration
ca: La declaració de tancament de la instrucció de procés no és vàlida

source: stream doesn't provide data
ca: el flux no proporciona dades
fr: le flux ne fournit pas de données
hu: az adatfolyam nem szolgáltat adatokat

source: Invalid attempt to insert a document or text type to an invalid parent node
fr: Tentative d'insertion d'un document ou d'un type texte à un noeud parent invalide
hu: Érvénytelen kísérlet egy dokumentum vagy egy szöveges típus beszúrására egy érvénytelen szülő csomóponthoz

source: Invalid document: should start with '<'
hu: Érvénytelen dokumentum: „<” karakterrel kell kezdődnie

source: Invalid document: unexpected character before node's name
hu: Érvénytelen dokumentum: váratlan karakter a csomópont neve előtt

source: Invalid document: unexpected character '%c'
hu: Érvénytelen dokumentum: váratlan „%c” karakter

source: Parent '%s' is not implemeting GXml.Object interface
hu: A(z) „%s” szülő nem valósítja meg a GXml.Object interfészt

source: Can't read node data
fr: Ne peut lire le contenu du noeud
hu: A csomópontadatok nem olvashatóak

source: Parsing ERROR: Fail to move to attribute number: %i
fr: Erreur d'analyse : Échec de déplacement vers l'attribut numéro : %i
hu: Feldolgozási HIBA: Nem mozgatható a(z) %i számú attribútumhoz

source: Parent Element is invalid
fr: L'Element parent est invalide

source: Namespace attributes prefixed with xmlns should use a namespace uri http://www.w3.org/2000/xmlns
fr: Les attributs d'espace de nom préfixés avec xmlns devraient utiliser l'URI http://www.w3.org/2000/xmlns

source: Duplicated default namespace detected with URI: %s
fr: Espace de nom par défaut dupliqué détecté avec l'URI : %s

source: Duplicated namespace detected for: %s:%s
fr: Espace de nom dupliqué détecté pour : %s:%s

source: Trying to add an attribute with an undefined namespace prefix: %s
fr: Tentative d'ajout d'attribut avec un préfixe d'espace de nom non défini : %s

source: Trying to add an attribute with a non found namespace URI
fr: Tentative d'ajout d'attribut avec une URI introuvable

source: Invalid namespace. If prefix is xml, namespace URI should be http://www.w3.org/2000/xmlns
fr: Espace de nom invalide. Si le préfixe est xml, l'URI devrait être http://www.w3.org/2000/xmlns

source: Invalid namespace. If attribute's prefix is xmlns, namespace URI should be http://www.w3.org/2000/xmlns
fr: Espace de nom invalide. Si le préfixe de l'attribut est xmlns, l'URI devrait être http://www.w3.org/2000/xmlns

source: Invalid namespace. If attribute's name is xmlns, namespace URI should be http://www.w3.org/2000/xmlns
fr: Espace de nom invalide. Si le nom de l'attribut est xmlns, l'URI devrait être http://www.w3.org/2000/xmlns

source: Invalid attribute name. No prefixed attributes should use xmlns name
fr: Nom d'attribut invalide. Aucun attribut préfixé ne devrait utiliser xmlns comme nom

source: text cannot be parsed to enumeration type:
fr: le texte ne peut pas être converti vers le type d'énumération :

source: Invalid object type set to Collection
fr: Type d'objet invalide ajouté à la collection

source: Invalid DomElement name for objects in Collection
fr: Nom de DomElement invalide pour les objets de la collection

source: Invalid Element set to Collection
fr: Élément invalidé ajouté à la collection

source: Error when transform enum to attribute's value
fr: Erreur lors de la transformation d'une énumération vers une valeur d'attribut

source: Error when transform from attribute string value to enum
fr: Erreur lors de la transformation d'un attribut vers une énumération
