Repository: GNOME/gxml
Catalog: po/*.po
Languages: ca, cs, de, es, eu, fr, hi, hu, ru, sl, sr, uk, zh_cn

source: value is invalid
ca: el valor no és vàlid
cs: hodnota je neplatná
de: Wert ist ungültig
es: valor no válido
eu: balioa baliogabea da
fr: la valeur est invalide
hi: मान अमान्य है
hu: az érték érvénytelen
ru: недопустимое значение
sl: vrednost ni veljavna
sr: вредност је неисправна
uk: некоректне значення
zh_cn: 值无效

source: text '%s' cannot be parsed to enumeration type: %s
ca: el text «%s» no es pot analitzar al tipus d'enumeració: %s
cs: text „%s“ nelze zpracovat na výčtový typ: %s
de: Text »%s« kann nicht in Aufzählung umgewandelt werden: %s
es: no se puede convertir el texto «%s» a un tipo enumeración:: %s
eu: '%s' testua ezin izan da analizatu honako enumerazio motara: %s
hi: पाठ '%s' को गणना प्रकार में विश्लेषण नहीं किया जा सकता: %s
hu: a(z) „%s” szöveg nem dolgozható fel felsorolás típusként: %s
ru: текст «%s» не может быть преобразован в перечисляемый тип: %s
sl: Besedila »%s« ni mogoče razčleniti na vrsto naštevanja: %s
sr: текст „%s“ не може бити обрађен на врсту набрајања: %s
uk: текст «%s» не вдалося обробити до типу переліку: %s
zh_cn: 文本“%s”无法被解析为枚举类型：%s

source: No primary key and/or secondary key was found
ca: No s'ha trobat cap clau primària i/o clau secundària
cs: Nebyl nalezen hlavní a/nebo vedlejší klíč
de: Kein primärer und/oder sekundärer Schlüssel gefunden
es: No se ha encontrado ninguna clave primario y/o secundaria
eu: Ez da gako nagusirik edo bigarren mailako gakorik aurkitu
fr: Aucune clé primaire et/ou secondaire n'a été trouvée
hi: कोई प्राथमिक कुंजी और/या द्वितीयक कुंजी नहीं मिली
hu: Nem található elsődleges kulcs és/vagy másodlagos kulcs
ru: Первичный и/или вторичный ключ не найден
sl: Primarni ključ in/ali sekundarni ključ nista bila najdena
sr: Нисам нашао примарни и/или секундарни кључ
uk: Не знайдено основного і/або вторинного ключа
zh_cn: 找不到主键和/或次键

source: Text content in element can't be created
ca: El contingut de text de l'element no es pot crear
cs: Nelze vytvořit textový obsah elementu
de: Textinhalt im Element kann nicht erzeugt werden
es: No se puede crear el contenido de texto en el elemento
eu: Elementuko testu-edukia ezin izan da sortu
fr: Le texte du contenu de l'élément ne peut être créé
hi: तत्व में पाठ सामग्री नहीं बनाई जा सकती
hu: Az elemben nem hozható létre szöveges tartalom
ru: Невозможно создать текстовое содержимое в элементе
sl: Besedilne vsebine v elementu ni mogoče ustvariti
sr: Садржај текста у елементу се не може направити
uk: Не вдалося створити текстовий вміст у елементі
zh_cn: 无法创建元素中的文本内容

source: Can't find node position
ca: No es troba la posició del node
cs: Nelze najít pozici uzlu
de: Knotenposition kann nicht gefunden werden
es: No se puede encontrar la posición del nodo
eu: Ez da aurkitu nodoaren posizioa
fr: Ne peut pas trouver la position du noeud
hi: नोड स्थिति नहीं मिल सकी
hu: A csomópont pozíciója nem található
ru: Не удаётся найти позицию узла
sl: Položaja vozlišča ni mogoče najti
sr: Не могу да нађем положај чвора
uk: Не вдалося знайти позицію вузла
zh_cn: 找不到节点位置

source: Invalid attempt to add invalid node type
ca: Intent no vàlid d'afegir un tipus de node no vàlid
cs: Neplatný pokus o přidání neplatného typu uzlu
de: Ungültiger Versuch, einen ungültigen Knotentyp hinzuzufügen
es: Intento fallido de añadir un tipo de nodo no válido
eu: Baliogabeko saioa baliogabeko nodo mota gehitzeko
fr: Tentative d'ajout d'un type invalide de noeud
hi: अमान्य नोड प्रकार जोड़ने का अमान्य प्रयास
hu: Érvénytelen kísérlet egy érvénytelen csomóponttípus hozzáadására
ru: Недопустимая попытка добавить узел неверного типа
sl: Neveljaven poskus dodajanja neveljavne vrste vozlišča
sr: Неисправан покушај додавања неисправне врсте чвора
uk: Некоректна спроба додати некоректний тип вузла
zh_cn: 添加无效节点类型的尝试无效

source: Can't find child to insert node before
ca: No es troba el node fill per inserir un node abans
cs: Nelze najít potomka, před kterého se má vložit
de: Unterelement kann nicht gefunden werden, vor dem der Knoten eingefügt werden soll
es: No se puede encontrar un hijo antes del que insertar un nodo
eu: Ez da aurkitu haurra, haren aurretik nodoa txertatzeko
fr: Ne peut trouver l'enfant à insérer avant le noeud
hi: नोड को पहले सम्मिलित करने के लिए चाइल्ड नहीं मिल सका
hu: Nem található a gyermek, amely elé a csomópontot be kellene szúrni
ru: Не найден дочерний узел, перед которым нужно вставить новый узел
sl: Ni mogoče najti podrejenega, pred katerega bi lahko vstavili vozlišče
sr: Не могу да нађем пород да уметнем чвор пре
uk: Не вдалося знайти дочірній елемент для вставлення вузла перед ним
zh_cn: 找不到要在其前面插入节点的子节点

source: Invalid attempt to insert a node
ca: Intent no vàlid d'inserir un node
cs: Neplatný pokus o vložení uzlu
de: Ungültiger Versuch, einen Knoten hinzuzufügen
es: Intento fallido de insertar un nodo
eu: Baliogabeko saioa nodo bat txertatzeko
fr: Tentative invalide d'insertion de noeud
hi: नोड सम्मिलित करने का अमान्य प्रयास
hu: Érvénytelen kísérlet egy csomópont beszúrására
ru: Недопустимая попытка вставить узел
sl: Neveljaven poskus vstavljanja vozlišča
sr: Неисправан покушај уметања чвора
uk: Некоректна спроба вставити вузол
zh_cn: 插入节点的尝试无效

source: Invalid attempt to insert an invalid node type
ca: Intent no vàlid d'inserir un tipus de node no vàlid
cs: Neplatný pokus o vložení neplatného typu uzlu
de: Ungültiger Versuch, einen ungültigen Knotentyp einzufügen
es: Intento fallido de insertar un tipo de nodo no válido
eu: Nodo mota baliogabea txertatzeko saio baliogabea
fr: Tentative d'insertion de noeud de type invalide
hi: अमान्य नोड प्रकार सम्मिलित करने का अमान्य प्रयास
hu: Érvénytelen kísérlet egy érvénytelen csomóponttípus beszúrására
ru: Недопустимая попытка вставить узел неверного типа
sl: Neveljaven poskus vstavljanja neveljavne vrste vozlišča
sr: Неисправан покушај уметања неисправне врсте чвора
uk: Некоректна спроба вставити некоректний тип вузла
zh_cn: 插入无效节点类型的尝试无效

source: Node type is invalid. Can't append as child
ca: El tipus de node no és vàlid. No es pot afegir com a fill
cs: Typ uzlu je neplatný. Nelze jej připojit jako potomka
de: Knotentyp ist ungültig. Er kann nicht als Unterelement angehängt werden
es: El tipo de nodo no es válido. No se puede añadir como un hijo
eu: Nodo mota baliogabea da. Ezin da erantsi haur gisa
fr: Le type de noeud est invalide. Ne peut pas être ajouter comme enfant
hi: नोड प्रकार अमान्य है। चाइल्ड के रूप में जोड़ा नहीं जा सकता
hu: A csomóponttípus érvénytelen. Nem adható hozzá gyermekként
ru: Недопустимый тип узла. Невозможно добавить как дочерний
sl: Vrsta vozlišča ni veljavna. Ni ga mogoče dodati kot podrejenega
sr: Врста чвора је неисправна. Не могу да приложим као пород
uk: Некоректний тип вузла. Не можна долучати як дочірній
zh_cn: 节点类型无效。无法追加为子节点

source: Invalid attempt to append a child with different parent document
ca: Intent no vàlid d'afegir un fill amb un document pare diferent
cs: Neplatný pokus o připojení potomka s jiným rodičovským dokumentem
de: Versuch, ein Unterelement zu einem anderen Elternelement hinzuzufügen
es: Intento fallido de añadir un hijo con un documento padre diferente
eu: Dokumentu guraso desberdina duen haur bat eransteko saio baliogabea
fr: Tentative invalide d'ajouter un enfant avec un document parent différent
hi: किसी अन्य मूल दस्तावेज़ के साथ चाइल्ड को जोड़ने का अमान्य प्रयास
hu: Érvénytelen kísérlet egy másik szülődokumentummal rendelkező gyermek hozzáfűzésére
ru: Недопустимая попытка добавить дочерний узел из другого родительского документа
sl: Neveljaven poskus dodajanja vozlišča z drugim nadrejenim dokumentom
sr: Неисправан покушај прилагања порода са другачијим родитељским документом
uk: Некоректна спроба дописати дочірній елемент із іншим батьківським документом
zh_cn: 追加具有不同父文档的子节点的尝试无效

source: Can't find child node to replace or child have a different parent
ca: No es troba el node fill per substituir o el fill té un pare diferent
cs: Nelze najít synovský uzel, který se má nahradit, nebo má potomek jiného rodiče
de: Zu ersetzender Unterknoten kann nicht gefunden werden, oder das Unterelement hat ein anderes Elternelement
es: No se puede encontrar el nodo hijo que reemplazar o el hijo tiene un padre diferente
eu: Ezin da aurkitu ordeztu nahi den nodo haurra edo haurrak beste guraso bat du
fr: Ne peut trouver de noeud enfant à remplacer ou l'enfant a un parent différent
hi: प्रतिस्थापित करने के लिए चाइल्ड नोड नहीं मिल रहा है या चाइल्ड का कोई अलग पैरेंट है
hu: A lecserélendő gyermekcsomópont nem található, vagy a gyermeknek más szülője van
ru: Не найден дочерний узел для замены, или узел имеет другого родителя
sl: Ni mogoče najti podrejenega vozlišča, ki bi ga lahko zamenjali, ali če ima podrejeni drugega nadrejenega
sr: Не могу да нађем чвор порода да заменим или пород има другог родитеља
uk: Не вдалося знайти дочірній вузол для заміни або дочірній вузол має інший батьківський
zh_cn: 找不到要替换的子节点，或子节点具有不同的父节点

source: Invalid attempt to insert a document's type or text node to an invalid parent
ca: Intent no vàlid d'inserir el tipus o el node de text d'un document a un pare no vàlid
cs: Neplatný pokus o vložení typu dokumentu nebo textového uzlu do neplatného rodiče
de: Ungültiger Versuch, einen Dokumenttyp oder einen Textknoten in ein ungültiges Elternelement einzufügen
es: Intento fallido de insertar un tipo de documento o texto de texto en un padre no válido
eu: Baliozkoa ez den nodo guraso bati dokumentu mota bat edo testu nodo bat gehitzeko saio baliogabea
fr: Tentative d'insertion d'un type de document ou d'un noeud texte à un parent invalide
hi: किसी दस्तावेज़ के प्रकार या पाठ नोड को अमान्य पैरेंट में सम्मिलित करने का अमान्य प्रयास
hu: Érvénytelen kísérlet egy dokumentumtípus vagy egy szöveges csomópont beszúrására egy érvénytelen szülőhöz
ru: Недопустимая попытка вставить узел типа документ или текстовый узел в неподходящий родительский узел
sl: Neveljaven poskus vstavljanja vrste dokumenta ali vozlišča z besedilom neveljavnemu nadrejenemu
sr: Неисправан покушај уметања врсте документа или чвора текста неисправном родитељу
uk: Некоректна спробу вставити тип документа або текстовий вузол до некоректного батьківського
zh_cn: 将文档类型或文本节点插入到无效父节点的尝试无效

source: Can't find child node to remove or child have a different parent
ca: No es troba el node fill per suprimir o el fill té un pare diferent
cs: Nelze najít synovský uzel, který se má odstranit, nebo má potomek jiného rodiče
de: Zu entfernender Unterknoten kann nicht gefunden werden, oder das Unterelement hat ein anderes Elternelement
es: No se puede encontrar el nodo hijo que eliminar o el hijo tiene un padre diferente
eu: Ezin da aurkitu kenedu nahi den nodo haurra edo haurrak beste guraso bat du
fr: Ne peut trouver de noeud enfant à enlever ou l'enfant a un parent différent
hi: हटाने के लिए चाइल्ड नोड नहीं मिल रहा है या चाइल्ड का कोई दूसरा पैरेंट है
hu: A törlendő gyermekcsomópont nem található, vagy a gyermeknek más szülője van
ru: Не найден дочерний узел для удаления, или узел имеет другого родителя
sl: Ni mogoče najti podrejenega vozlišča, ki bi ga lahko odstranili, ali če ima podrejeni drugega nadrejenega
sr: Не могу да нађем чвор порода да уклоним или пород има другог родитеља
uk: Не вдалося знайти дочірній вузол для вилучення або дочірній вузол має інший батьківський
zh_cn: 找不到要移除的子节点，或子节点具有不同的父节点

source: Enumeration is out of range
ca: L'enumeració està fora de l'interval
cs: Výčet je mimo rozsah
de: Aufzählung ist außerhalb des zulässigen Bereichs
es: El enumerado está fuera de rango
eu: Enumerazioa barrutitik kanpo dago
fr: L'énumération est en dehors des limites
hi: गणना सीमा से बाहर है
hu: A felsorolás kívül esik a tartományon
ru: Значение перечисления вне допустимого диапазона
sl: Naštevanje je izven obsega
sr: Набрајање је ван опсега
uk: Вихід за межі припустимого діапазону у переліку
zh_cn: 枚举越界

source: Enumeration can't be parsed from string
ca: L'enumeració no es pot analitzar des de la cadena
cs: Nezdařilo se určit výčet z řetězce
de: Aufzählung kann nicht aus Zeichenkette ausgewertet werden
es: El enumerado no se puede analizar como una cadena
eu: Enumerazioa ezin da atera katetik
fr: L'énumération ne peut pas être extraite de la chaîne
hi: गणना को स्ट्रिंग से विश्लेषित नहीं किया जा सकता
hu: A felsorolás nem dolgozható fel a karakterláncból
ru: Невозможно извлечь значение перечисления из строки
sl: Naštevanja ni mogoče razčleniti iz niza
sr: Набрајање се не може обрадити из ниске
uk: Не вдалося обробити рядок до переліку
zh_cn: 无法由字符串解析出枚举

source: Error while attempting to instantiate property object: %s
ca: S'ha produït un error en intentar crear una instancia de l'objecte de propietat: % s
cs: Chyba při pokusu o vytvoření instance objektu vlastností: %s
de: Fehler beim Versuch, das Eigenschaftsobjekt zu instanzieren: %s
es: Error al intentar instanciar el objeto de propiedad: %s
eu: Errorea propietate-objektua instantziatzeko saioan: %s
fr: Erreur lors de la tentative d'instanciation d'une propriété d'objet : %s
hi: प्रॉपर्टी वस्तु को तुरंत चालू करने का प्रयास करते समय त्रुटि: %s
hu: Hiba a tulajdonságobjektum példányosítási kísérlete közben: %s
ru: Ошибка при попытке создания объекта свойства: %s
sr: Грешка приликом покушаја покретања објекта својства: %s
uk: Помилка під час спроби створення екземпляра об'єкта властивості: %s
zh_cn: 尝试实例化属性对象时出错：%s

source: Can't set value. It is not a GXmlGXml.Element type
ca: No es pot establir el valor. No és un tipus GXmlGXml.Element
cs: Nezdařilo se nastavit hodnotu. Nejedná se o typ GXmlGXml.Element
de: Der Wert kann nicht gesetzt werden. Es ist kein GXmlGXml.Element-Typ
es: No se puede establecer el valor. No es de tipo GXmlGXml.Element
eu: Ezin da balioa ezarri. Ez da GXmlGXml.Element motakoa
fr: Ne peut assigner de valeur. Elle n'est pas de type GXmlGXml.Element
hi: मान निर्धारित नहीं किया जा सकता। यह GXmlGXml.Element प्रकार नहीं है
hu: Nem állítható be az érték. Ez nem GXmlGXml.Element típus
ru: Невозможно установить значение. Оно не является типом GXml.Element
sl: Vrednosti ni mogoče nastaviti. To ni vrsta GXmlGXml.Element
sr: Не могу да поставим вредност. Није врста „GXmlGXml.Element“-а
uk: Не вдалося встановити значення. Цей елемент не належить до типу GXmlGXml.Element
zh_cn: 无法设置值。它不是 GXmlGXml.Element 类型

source: File doesn't exist
ca: No existeix el fitxer
cs: Soubor neexistuje
de: Datei existiert nicht
es: El archivo no existe
eu: Fitxategia ez da existitzen
fr: Le fichier n'existe pas
hi: फाइल मौजूद नहीं है
hu: A fájl nem létezik
ru: Файл не существует
sl: Datoteka ne obstaja
sr: Датотека не постоји
uk: Файла не існує
zh_cn: 文件不存在

source: Invalid attempt to parse an element node, when current found node is not
ca: Intent no vàlid d'analitzar un node d'element, quan el node trobat actual no és
cs: Neplatný pokus o zpracování uzlu prvku, když není aktuální nalezený uzel
de: Ungültiger Versuch, einen Elementknoten auszuwerten, wenn der aktuell gefundene Knoten nicht
es: Intento fallido de analizar un nodo, cuando no se ha encontrado el nodo actual
eu: Elementu-nodoa analizatzeko saio baliogabea, unean aurkitutako nodoa ez denean
fr: Tentative invalide d'analyse d'un élément, quand le noeud trouvé actuel ne l'est pas
hi: तत्व नोड का विश्लेषण करने का अमान्य प्रयास, जब वर्तमान पाया गया नोड मौजूद नहीं है
hu: Érvénytelen kísérlet egy elemcsomópont feldolgozására, amikor a jelenleg megtalált csomópont nem
ru: Недопустимая попытка разобрать узел элемента, когда текущий найденный узел им не является
sl: Neveljaven poskus razčlenitve vozlišča elementa, če trenutno najdeno vozlišče ni
sr: Неисправан покушај обраде чвора елемента, када текући нађени чвор није
uk: Некоректна спроба обробити вузол елемента, коли поточний знайдений вузол не оброблено
zh_cn: 在当前找到的节点不是元素节点时，解析元素节点的尝试无效

source: Collection '%s' hasn't been constructed properly: items' type property was not set at construction time or set to invalid type
ca: La col·lecció «%s» no s'ha construït correctament: la propietat de tipus d'elements no s'ha definit en el moment de la construcció o s'ha definit com a tipus no vàlid
cs: Kolekce „%s“ nebyla správně sestrojena: při sestrojování nebyla nastavena vlastnost typ položky, nebo byla nastavena na neplatný typ
de: Die Sammlung »%s« wurde nicht ordnungsgemäß erstellt: Die Eigenschaft »type« der Elemente wurde zum Zeitpunkt der Erstellung nicht oder auf einen ungültigen Typ festgelegt
es: La colección «%s» no se ha construido correctamente: la propiedad del tipo de los elementos no se ha establecido en tiempo de construcción o es un tipo no válido
eu: '%s' bilduma ez da ongi eraiki: elementuen mota-propietatea ez da eraikuntza-garaian ezarri edo mota baliogabea ezarri da
hi: संग्रह '%s' का निर्माण ठीक से नहीं किया गया है: मद का प्रकार गुण निर्माण के समय निर्धारित किया गया था या अमान्य प्रकार पर निर्धारित किया गया था
hu: A(z) „%s” gyűjtemény nem lett megfelelően összeállítva: az elemek típus tulajdonsága nem lett beállítva az összeállítási időben vagy érvénytelen típusra lett állítva
ru: Коллекция «%s» создана неправильно: свойство типа элементов не было установлено при создании или имеет неверный тип
sl: Zbirka »%s« ni bila pravilno zgrajena: lastnost vrste predmetov ni bila nastavljena v času gradnje ali pa je nastavljena na neveljavno vrsto
sr: Збирка „%s“ није исправно изграђена: својство врсте ставке није постављено у време изградње или је постављено на погрешну врсту
uk: Збірку «%s» не було побудовано належним чином: властивість типу записів не було встановлено під час побудови або було встановлено некоректний тип
zh_cn: 集合“%s”未被正确构造：项目的类型属性在构造时没有设置或设置成了无效类型

source: Collection '%s' hasn't been constructed properly: items' name property was not set at construction time
ca: La col·lecció «%s» no s'ha construït correctament: la propietat del nom d'elements no s'ha definit en el moment de la construcció
cs: Kolekce „%s“ nebyla správně sestrojena: při sestrojování nebyla nastavena vlastnost název položky
de: Die Sammlung »%s« wurde nicht ordnungsgemäß erstellt: Die Eigenschaft »name« der Elemente wurde zum Zeitpunkt der Erstellung nicht festgelegt
es: La colección «%s» no se ha construido correctamente: la propiedad del tipo de los elementos no se ha establecido en tiempo de construcción
eu: '%s' bilduma ez da ongi eraiki: elementuen izen-propietatea ez da eraikuntza-garaian ezarri
hi: संग्रह '%s' का निर्माण ठीक से नहीं किया गया है: निर्माण के समय मद का नाम गुण निर्धारित नहीं किया गया था
hu: A(z) „%s” gyűjtemény nem lett megfelelően összeállítva: az elemek név tulajdonsága nem lett beállítva az összeállítási időben
ru: Коллекция «%s» создана неправильно: свойство имени элементов не было установлено при создании
sl: Zbirka »%s« ni bila pravilno zgrajena: lastnost imena predmetov ni bila nastavljena v času gradnje
sr: Збирка „%s“ није исправно изграђена: својство назива ставке није постављено у време изградње
uk: Збірку «%s» не було побудовано належним чином: властивість назви записів не було встановлено під час побудови
zh_cn: 集合“%s”未被正确构造：项目的名称属性在构造时没有设置

source: Collection '%s' hasn't been constructed properly: element property was not set at construction time
ca: La col·lecció «%s» no s'ha construït correctament: la propietat d'element no s'ha establert en el moment de la construcció
cs: Kolekce „%s“ nebyla správně sestrojena: při sestrojování nebyla nastavena vlastnost element
de: Die Sammlung »%s« wurde nicht ordnungsgemäß erstellt: Die Eigenschaft »element« wurde zum Zeitpunkt der Erstellung nicht festgelegt
es: La colección «%s» no se ha construido correctamente: la propiedad del elemento no se ha establecido en tiempo de construcción o es un tipo no válido
eu: '%s' bilduma ez da ongi eraiki: elementuaren propietatea ez da eraikuntza-garaian ezarri
hi: संग्रह '%s' का निर्माण ठीक से नहीं किया गया है: निर्माण के समय तत्व गुण निर्धारित नहीं किया गया था
hu: A(z) „%s” gyűjtemény nem lett megfelelően összeállítva: az elem tulajdonsága nem lett beállítva az összeállítási időben
ru: Коллекция «%s» создана неправильно: свойство элемента не было установлено при создании
sl: Zbirka »%s« ni bila pravilno zgrajena: lastnost elementa ni bila nastavljena v času gradnje
sr: Збирка „%s“ није исправно изграђена: својство елемента није постављено у време изградње
uk: Збірку «%s» не було побудовано належним чином: властивість елемента не було встановлено під час побудови
zh_cn: 集合“%s”未被正确构造：元素属性在构造时没有设置

source: Invalid object of type '%s' doesn't implement GXml.Object interface: can't be handled by the collection
ca: L'objecte del tipus «%s» no implementa la interfície GXml.Object: no pot ser manejat per la col·lecció
cs: Neplatný objekt typu „%s“ neimplementuje rozhraní GXml.Object: nelze jej obsluhovat z kolekce
de: Ungültiges Objekt vom Typ »%s« implementiert nicht die GXml.Object-Schnittstelle: Kann nicht von der Sammlung verarbeitet werden
es: Objeto de tipo «%s» no válido no implementa la interfaz GXml.Object: la colección no puede manejarlo
eu: '%s' motako objektu baliogabeak ez du inplementatu GXml.Object interfazea: bildumak ezin du maneiatu
hi: '%s' प्रकार का अमान्य वस्तु GXml.Object इंटरफ़ेस को कार्यान्वित नहीं करता है: संग्रह द्वारा नियंत्रित नहीं किया जा सकता
hu: Az érvénytelen „%s” típusú objektum nem valósítja meg a GXml.Object interfészt: a gyűjtemény nem tudja kezelni
ru: Недопустимый объект типа «%s» не реализует интерфейс GXml.Object: он не может быть обработан коллекцией
sl: Neveljaven predmet vrste »%s« ne uveljavlja vmesnika GXml.Object: zbirka ga ne more obravnavati
sr: Неисправан објекат врсте „%s“ не примењује „GXml.Object“ сучеље: збирка не може да ради с њим
uk: Некоректний об'єкт типу «%s» не реалізує інтерфейс GXml.Object: його не може бути оброблено збіркою
zh_cn: 未实现 GXml.Object 接口的“%s”类型的对象无效：无法被集合处理

source: No document is set to node
ca: No hi ha cap document definit al node
cs: U uzlu není nastavený žádný dokument
de: Kein Dokument ist auf den Knoten gesetzt
es: No hay ningún documento establecido como nodo
eu: Ez zaio dokumenturik ezarri nodoari
fr: Aucun document n'est défini pour le noeud
hi: कोई भी दस्तावेज़ नोड पर निर्धारित नहीं है
hu: Nincs dokumentum beállítva a csomóponthoz
ru: Для узла не установлен документ
sl: Noben dokument ni nastavljen na vozlišče
sr: Ниједан документ није подешен у чвору
uk: Не встановлено документа для вузла
zh_cn: 节点的文档未设置

source: Invalid document string, it is empty or is not allowed
ca: La cadena de document no és vàlida, està buida o no està permesa
cs: Neplatný řetězec dokumentu, je prázdný nebo není dovolený
de: Ungültige Dokumentzeichenkette, sie ist leer oder unzulässig
es: Cadena del documento no válida, está vacía o no está permitida
eu: Dokumentu-kate baliogabea, hutsik dago edo ez da onartzen
fr: Chaîne document invalide, est vide ou n'est pas autorisée
hi: अमान्य दस्तावेज़ स्ट्रिंग, यह रिक्त है या इसकी अनुमति नहीं है
hu: Érvénytelen dokumentum karakterlánc, üres vagy nem engedélyezett
ru: Недопустимая строка документа: она пуста или недопустима
sl: Neveljaven niz dokumenta, je prazen ali ni dovoljen
sr: Неисправна ниска документа, празан је или није дозвољен
uk: Некоректний рядок документа — він є порожнім або не є дозволеним
zh_cn: 无效的文档字符串，为空或不被允许

source: Error when transform enum to attribute's value: %s
ca: S'ha produït un error en transformar l'enumeració al valor de l'atribut: %s
cs: Chyba při převodu výčtu na hodnotu atributu: %s
de: Fehler beim Umwandeln der Aufzählung in den Attributwert: %s
es: Error al transformar el enumerado al valor del atributo: %s
eu: Errorea enum atributuaren balio bihurtzean: %s
hi: enum को विशेषता के मान में बदलते समय त्रुटि: %s
hu: Hiba a felsorolás attribútumértékre alakítása során: %s
ru: Ошибка при преобразовании перечисления в значение атрибута: %s
sl: Napaka pri pretvorbi enum v vrednost atributa: %s
sr: Грешка приликом претварња набрајања за вредност атрибута: %s
uk: Помилка під час спроби перетворити перелік на значення атрибута: %s
zh_cn: 将枚举转换为属性值时出错：%s
