Repository: GNOME/gxml
Catalog: po/*.po
Languages: ca, cs, de, es, eu, fr, hi, hu, ru, sl, sr, uk, zh_cn

source: Only xmlns prefixs can be used with http://www.w3.org/2000/xmlns/
ca: Només es poden utilitzar prefixos xmlns amb http://www.w3.org/2000/xmlns/
cs: S http://www.w3.org/2000/xmlns/ lez použít jen prefix xmlns
de: Nur xmlns-Präfixe können mit http://www.w3.org/2000/xmlns/ verwendet werden
es: Sólo se pueden usar prefijos xmlns con http://www.w3.org/2000/xmlns/
eu: xmlns aurrizkia soilik erabili daiteke http://www.w3.org/2000/xmlns/ helbidearekin
fr: Seuls les préfixes xmlns peuvent être utilisés avec http://www.w3.org/2000/xmlns/
hi: http://www.w3.org/2000/xmlns/ के साथ केवल xmlns उपसर्गों का उपयोग किया जा सकता है
hu: Csak az xmlns előtag használható ezzel: http://www.w3.org/2000/xmlns/
ru: С http://www.w3.org/2000/xmlns/ можно использовать только префиксы xmlns
sl: S http://www.w3.org/2000/xmlns/ lahko uporabljate samo predpone xmlns
sr: Само „xmlns“ префикси се могу користити са „http://www.w3.org/2000/xmlns/“
uk: Разом із http://www.w3.org/2000/xmlns/ можна використовувати лише префікси xmlns
zh_cn: 只有 xmlns 前缀可以用于 http://www.w3.org/2000/xmlns/

source: Can't import a Document
ca: No es pot importar un document
cs: Nelze importovat Dokument
de: Ein Dokument kann nicht importiert werden
es: No se puede importar un documento
eu: Ezin da dokumentu bat inportatu
fr: Ne peut pas importer de Document
hi: दस्तावेज़ आयात नहीं किया जा सकता
hu: A dokumentum nem importálható
ru: Невозможно импортировать документ
sl: Dokumenta ni mogoče uvoziti
sr: Не могу да увезем Документ
uk: Не вдалося імпортувати документ
zh_cn: 无法导入文档

source: Can't import a non Element type node to a Document
ca: No es pot importar un node de tipus no element a un document
cs: Do dokumentu nezlez importovat uzel který není typu prvek
de: Ein Knoten, der nicht vom Typ »Element« ist, kann nicht in ein Dokument importiert werden
es: No se puede importar un tipo de elemento que no sea un nodo en un documento
eu: Ezin da elementu motakoa ez den nodo bat inportatu dokumentu batera
fr: Ne peut pas importer de noeud non-Element vers un Document
hi: किसी दस्तावेज़ में गैर-तत्व प्रकार नोड आयात नहीं किया जा सकता
hu: Nem importálható nem elem típusú csomópont a dokumentumba
ru: Невозможно импортировать в документ узел, не являющийся элементом
sl: V dokument ni mogoče uvoziti vozlišča, ki ni vrsta elementa
sr: Не могу да увезем у Документ чвор који није врста Елемента
uk: Не вдалося імпортувати вузол неелементного типу до документа
zh_cn: 无法将非元素类型的节点导入到文档

source: Can't adopt a Document
ca: No es pot adoptar un document
cs: Nelze převzít dokument
de: Ein Dokument kann nicht übernommen werden
es: No se puede adoptar un documento
eu: Ezin izan da dokumentu bat adoptatu
fr: Ne peut pas adopter de Document
hi: दस्तावेज़ को अपनाया नहीं जा सकता
hu: Dokumentum nem fogadható örökbe
ru: Невозможно принять (adopt) документ
sl: Dokumenta ni mogoče prevzeti
sr: Не могу да присвојим Документ
uk: Не вдалося адаптувати документ
zh_cn: 无法采用文档

source: DomElement query_selector is not implemented
ca: El selector_de_consultes DomElement no s'ha implementat
cs: DomElement query_selector není implementován
de: DomElement query_selector ist nicht implementiert
es: Elemento del DOM query_selector is no implementado
eu: DomElement query_selector ez dago inplementatua
fr: DomElement query_selector n'est pas défini
hi: DomElement query_selector लागू नहीं किया गया है
hu: A DomElement query_selector nincs megvalósítva
ru: Метод DomElement query_selector не реализован
sl: DomElement query_selector ni implementiran
sr: „query_selector“ Дом елемента није примењен
uk: Елемент структури документа query_selector не реалізовано
zh_cn: DomElement query_selector 尚未实现

source: DomElement query_selector_all is not implemented
ca: El selector_de_consultes_total DomElement no s'ha implementat
cs: DomElement query_selector_all není implementován
de: DomElement query_selector_all ist nicht implementiert
es: Elemento del DOM query_selector_all is no implementado
eu: DomElement query_selector_all ez dago inplementatua
fr: DomElement query_selector_all n'est pas défini
hi: DomElement query_selector_all कार्यान्वित नहीं है
hu: A DomElement query_selector_all nincs megvalósítva
ru: Метод DomElement query_selector_all не реализован
sl: DomElement query_selector_all ni implementiran
sr: „query_selector_all“ Дом елемента није примењен
uk: Елемент структури документа query_selector_all не реалізовано
zh_cn: DomElement query_selector_all 尚未实现

source: Invalid offset for substring
ca: El desplaçament per la subcadena no es vàlid
cs: Neplatné místo pro podřetězec
de: Ungültiger Versatz für Zeichenkettenteil
es: Desplazamiento para subcadena no válido
eu: Desplazamendu baliogabea azpikaterako
fr: Offset invalide pour la sous-chaîne
hi: सबस्ट्रिंग के लिए अमान्य ऑफ़सेट
hu: Érvénytelen eltolás a részkarakterlánchoz
ru: Недопустимое смещение для подстроки
sl: Neveljaven odmik za podniz
sr: Неисправан померај за подниску
uk: Некоректний зсув для підрядка
zh_cn: 子字符串偏移量无效

source: Invalid offset for replace data
ca: El desplaçament no es vàlid pel reemplaçament de dades
cs: Neplatné místo pro nahrazení dat
de: Ungültiger Versatz für Datenersetzung
es: Desplazamiento para reemplazar datos no válido
eu: Desplazamendu baliogabea ordezko datuetarako
fr: Offset invalide pour la donnée de remplacement
hi: प्रतिस्थापित डेटा के लिए अमान्य ऑफ़सेट
hu: Érvénytelen eltolás a csereadatokhoz
ru: Недопустимое смещение для замены данных
sl: Neveljaven odmik za zamenjavo podatkov
sr: Неисправан померај за податке замене
uk: Некоректний зсув для заміни даних
zh_cn: 替换数据偏移量无效

source: Invalid offset to split text
ca: El desplaçament no es vàlid per dividir el text
cs: Neplatné místo pro rozdělení textu
de: Ungültiger Versatz für Textaufspaltung
es: Desplazamiento no válido para dividir texto
eu: Desplazamendu baliogabea testua zatitzeko
fr: Offset invalide pour scinder le texte
hi: पाठ को विभाजित करने के लिए अमान्य ऑफ़सेट
hu: Érvénytelen eltolás a szöveg felosztásához
ru: Недопустимое смещение для разделения текста
sl: Neveljaven odmik za razdelitev besedila
sr: Неисправан померај за поделу текста
uk: Некоректний зсув для поділу тексту
zh_cn: 分割文本的偏移量无效

source: Text node with NULL string
ca: Node de text amb cadena NUL
cs: Textový uzel s řetězcovou hodnotu NULL
de: Textknoten mit NULL-Zeichenkette
es: El nodo tipo Texto con una cadena de texto NULO
eu: NULL katea duen testu-nodoa
fr: Noeud texte avec une chaîne NULL
hi: NULL स्ट्रिंग वाला पाठ नोड
hu: Szöveges csomópont NULL karakterlánccal
ru: Текстовый узел с пустой (NULL) строкой
sl: Vozlišče besedila z nizom NULL
sr: Чвор текста са НИШТАВНОМ ниском
uk: Текстовий вузол із рядком NULL
zh_cn: 文本节点带有空字符串

source: Can't copy child text node
ca: No es pot copiar el node de text fill
cs: Nelze kopírovat textový uzel potomka
de: Textknoten des Unterelements kann nicht kopiert werden
es: No se puede copiar el texto del nodo hijo
eu: Ezin da kopiatu testu haurraren nodoa
fr: Ne peut pas copier le noeud texte enfant
hi: चाइल्ड पाठ नोड की प्रतिलिपि नहीं बनाई जा सकती
hu: A gyermek szöveges csomópont nem másolható
ru: Невозможно скопировать дочерний текстовый узел
sl: Podrejenega besedilnega vozlišča ni mogoče kopirati
sr: Не могу да умножим чвор текста порода
uk: Не вдалося скопіювати дочірній текстовий вузол
zh_cn: 无法复制子文本节点

source: Invalid namespace URI stored in element's attribute
ca: L'URI de l'espai de noms no es vàlid emmagatzemat a l'atribut de l'element
cs: Neplatná adresa URI jmenného prostoru uchovaná v atributu prvku
de: Ungültige Namensraum-Adresse im Attribut des Elements gespeichert
es: URI del espacio de nombres no válido guardado en el atributo del elemento
eu: Izen-espazioaren URI baliogabea gordeta elementuaren atributuetan
fr: URI d'espace de nom invalide stocké dans l'attribut de l'élément
hi: तत्व की विशेषता में संग्रहीत अमान्य नामस्थान URI
hu: Érvénytelen névtér URI tárolva az elem attribútumában
ru: В атрибуте элемента сохранён недопустимый URI пространства имён
sl: Neveljaven URI imenskega prostora je shranjen v atributu elementa
sr: Неисправна путања просторног назива смештеног у атрибуту елемента
uk: У атрибуті елемента збережено некоректну адресу простору назв
zh_cn: 元素属性中存有无效的命名空间 URI

source: Invalid attribute name in element's attributes list
ca: El nom de l'atribut no és vàlid a la llista d'atributs de l'element
cs: Neplatný název atributu v seznamu atributů prvku
de: Ungültiger Attributname im Attribut des Elements gespeichert
es: Nombre del atributo no válido en la lista de atributos del elemento
eu: Atributu-izen baliogabea elementuen atributuen zerrendan
fr: Nom de l'attribut invalide dans la liste des attributs de l'élément
hi: तत्व की विशेषता सूची में विशेषता नाम अमान्य है
hu: Érvénytelen attribútumnév az elem attribútumlistájában
ru: Недопустимое имя атрибута в списке атрибутов элемента
sl: Neveljavno ime atributa na seznamu atributov elementa
sr: Неисправан назив атрибута на списку атрибута елемента
uk: Некоректна назва атрибута у списку атрибутів елемента
zh_cn: 元素的属性列表中存在无效的属性名称

source: Can't locate child node to remove
ca: No es pot localitzar el node fill per suprimir
cs: Nelze najit uzel potomka k odstranění
de: Zu entfernender Unterknoten kann nicht gefunden werden
es: No se puede encontrar el nodo hijo que eliminar
eu: Ezin da aurkitu kendu nahi den nodo haurra
fr: Ne peut pas copier le nœud texte enfant
hi: निकालने के लिए चाइल्ड नोड नहीं खोजा जा सका
hu: Nem található eltávolítandó gyermekcsomópont
ru: Не удаётся найти дочерний узел для удаления
sl: Ni mogoče najti podrejenega vozlišča za odstranitev
sr: Не могу да нађем чвор порода за уклањање
uk: Не вдалося знайти дочірній вузол для вилучення
zh_cn: 无法定位要移除的子节点

source: Invalid attribute name: %s
ca: Nom de l'atribut no vàlid: %s
cs: Neplatný název atributu: %s
de: Ungültiger Attributname: %s
es: Nombre de atributo no válido: %s
eu: Atributu-izen baliogabea: %s
fr: Nom d'attribut invalide : %s
hi: अमान्य विशेषता नाम: %s
hu: Érvénytelen attribútumnév: %s
ru: Недопустимое имя атрибута: %s
sl: Neveljavno ime atributa: %s
sr: Неисправан назив атрибута: %s
uk: Некоректна назва атрибута: %s
zh_cn: 无效属性名称：%s

source: Invalid node type. GXml.Attr was expected
ca: El tipus de node no és vàlid. S'esperava GXml.Attr
cs: Neplatný typ uzlu. Byl očekáván GXml.Attr
de: Ungültiger Knotentyp. GXml.Attr erwartet
es: Tipo de nodo no válido. Se esperaba GXml.Attr
eu: Nodo mota baliogabea. GXml.Attr espero zen
fr: Type de nœud invalide. GXml.Attr était attendu
hi: अमान्य नोड प्रकार। GXml.Attr अपेक्षित था
hu: Érvénytelen csomóponttípus a várt GXml.Attr helyett
ru: Недопустимый тип узла. Ожидался GXml.Attr
sl: Neveljavna vrsta vozlišča. Pričakovan je GXml.Attr
sr: Неисправна врста чвора. Очекивано је „GXml.Attr“
uk: Некоректний тип вузла. Мало бути використано GXml.Attr
zh_cn: 无效节点类型。期望 GXml.Attr

source: No index found for attribute %s
ca: No s'ha trobat cap índex per a l'atribut %s
cs: Pro atribut %s nebyl nalezen žádný index
de: Kein Index für Attribut %s gefunden
es: No se ha encontrado el índice para el atributo %s
eu: Ez da indizerik aurkitu %s atributurako
fr: Pas d'index trouvé pour l'attribut %s
hi: विशेषता %s के लिए कोई सूचकांक नहीं मिला
hu: Nem található index az attribútumhoz: %s
ru: Не найден индекс для атрибута %s
sl: Za atribut %s ni najdenega indeksa
sr: Нисам нашао индекс за атрибут „%s“
uk: Не знайдено індексу для атрибута %s
zh_cn: 找不到属性 %s 的索引

source: Invalid attribute's local name '%s': invalid use of ':' character
ca: El nom local de l'atribut «%s»: ús no vàlid del caràcter «:»
cs: Neplatný lokální název atributu „%s“. neplatné použití znaku „:“
de: Ungültiger lokaler Attributname »%s«: Unzulässige Nutzung des Zeichens »:«
es: Nombre «%s» local de atributo no válido: uso no válido del carácter «:»
eu: Atributuaren izen lokal baliogabea '%s': ':' karakterearen erabilera baliogabea
hi: विशेषता का स्थानीय नाम '%s' अमान्य है: ':' वर्ण का अमान्य उपयोग
hu: Érvénytelen „%s” attribútum helyi név: a „:” karakter érvénytelen használata
ru: Недопустимое локальное имя атрибута «%s»: неверное использование символа «:»
sl: Neveljavno krajevno ime atributa »%s«: neveljavna uporaba znaka »:«
sr: Неисправан локални назив атрибута „%s“: неисправно коришћење знака „:“
uk: Некоректна локальна назва атрибута «%s»: некоректне використання символу «:»
zh_cn: 属性的本地名称“%s”无效：“:”字符的用法无效

source: Namespace URI was not found: %s
ca: No s'ha trobat l'URI de l'espai de noms: %s
cs: Nebyla nalezena adresa URI jmenného prostoru: %s
de: Namensraum-Adresse wurde nicht gefunden: %s
es: URI del espacio de nombres no encontrado: %s
eu: Izen-espazioaren URIa ez da aurkitu: %s
hi: नामस्थान URI नहीं मिला: %s
hu: A névtér URI nem található: %s
ru: URI пространства имён не найден: %s
sl: URI imenskega prostora ni bilo mogoče najti: %s
sr: Нисам нашао путању називног простора: %s
uk: Не знайдено адреси простору назв: %s
zh_cn: 找不到命名空间 URI：%s

source: Namespace attributes prefixed with 'xmlns' should use a namespace uri http://www.w3.org/2000/xmlns
ca: Els atributs d'espai de noms prefixats amb «xmlns» haurien d'utilitzar un espai de noms uri http://www.w3.org/2000/xmlns
cs: Atribut se jmenným prostorem určeným pomocí „xmlns“ by měl používat jmenný prostor http://www.w3.org/2000/xmlns
de: Attribute mit Namensraum, die ein »xmlns«-Präfix haben, sollten die Namensraum-Adresse »http://www.w3.org/2000/xmlns« verwenden
es: Los atributos de un espacio de nombres precedido por «xmlsn» deben usar http://www.w3.org/2000/xmlns como URI de espacio de nombres
eu: 'xmlns' aurrizkia duten izen-espazioko atributuek 'http://www.w3.org/2000/xmlns' izen-espazioko URI bat erabili behar dute
hi: 'xmlns' उपसर्ग वाले नामस्थान विशेषताओं को नामस्थान uri http://www.w3.org/2000/xmlns का उपयोग करना चाहिए
hu: Az „xmlns” előtaggal rendelkező névtér attribútumoknak a http://www.w3.org/2000/xmlns névtér URI-t kell használniuk
ru: Атрибуты пространства имён с префиксом 'xmlns' должны использовать URI http://www.w3.org/2000/xmlns
sl: Atributi imenskega prostora s predpono »xmlns« morajo uporabljati URI imenskega prostora http://www.w3.org/2000/xmlns
sr: Атрибути простроног назива који имају „xmlns“ као префикс треба да користе путању просторног назива „http://www.w3.org/2000/xmlns“
uk: Атрибути простору назв із префіксом «xmlns» мають використовувати адресу простору назв http://www.w3.org/2000/xmlns
zh_cn: 以“xmlns”为前缀的命名空间属性应使用命名空间 URI http://www.w3.org/2000/xmlns

source: Namespace attributes prefixed with 'xml' should use a namespace uri http://www.w3.org/XML/1998/namespace
ca: Els atributs d'espai de noms prefixats amb «xml» haurien d'utilitzar un espai de noms uri http://www.w3.org/XML/1998/namespace
cs: Atribut se jmenným prostorem určeným pomocí „xml“ by měl používat jmenný prostor http://www.w3.org/XML/1998/namespace
de: Attribute mit Namensraum, die ein »xml«-Präfix haben, sollten die Namensraum-Adresse »http://www.w3.org/XML/1998/namespace« verwenden
es: Los atributos de un espacio de nombres precedido por «xml» deben usar http://www.w3.org/XML/1998/namespace como URI de espacio de nombres
eu: 'xml' aurrizkia duten izen-espazioko atributuek 'http://www.w3.org/XML/1998/namespace' izen-espazioko URI bat erabili behar dute
hi: 'xml' उपसर्ग वाले नामस्थान विशेषताओं को नामस्थान uri का उपयोग करना चाहिए http://www.w3.org/XML/1998/namespace
hu: Az „xml” előtaggal rendelkező névtér attribútumoknak a http://www.w3.org/XML/1998/namespace névtér URI-t kell használniuk
ru: Атрибуты пространства имён с префиксом 'xml' должны использовать URI http://www.w3.org/XML/1998/namespace
sl: Atributi imenskega prostora s predpono »xml« morajo uporabljati URI imenskega prostora http://www.w3.org/XML/1998/namespace
sr: Атрибути простроног назива који имају „xml“ као префикс треба да користе путању просторног назива „http://www.w3.org/XML/1998/namespace“
uk: Атрибути простору назв із префіксом «xml» мають використовувати адресу простору назв http://www.w3.org/XML/1998/namespace
zh_cn: 以“xml”为前缀的命名空间属性应使用命名空间 URI http://www.w3.org/XML/1998/namespace

source: Namespace attributes prefixed with 'xsi' should use a namespace uri http://www.w3.org/2001/XMLSchema-instance
ca: Els atributs d'espai de noms prefixats amb «xsi» haurien d'utilitzar un espai de noms uri http://www.w3.org/2001/XMLSchema-instance
cs: Atribut se jmenným prostorem určeným pomocí „xsi“ by měl používat uri jmenného prostoru http://www.w3.org/2001/XMLSchema-instance
de: Attribute mit Namensraum, die ein »xsi«-Präfix haben, sollten die Namensraum-Adresse »http://www.w3.org/2001/XMLSchema-instance« verwenden
es: Los atributos de un espacio de nombres precedido por «xsi» deben usar http://www.w3.org/2001/XMLSchema-instance como URI de espacio de nombres
eu: 'xsi' aurrizkia duten izen-espazioko atributuek 'http://www.w3.org/2001/XMLSchema-instance' izen-espazioko URI bat erabili behar dute
hi: 'xsi' उपसर्ग वाले नामस्थान विशेषताओं को नामस्थान uri का उपयोग करना चाहिए http://www.w3.org/2001/XMLSchema-instance
hu: Az „xsi” előtaggal rendelkező névtér attribútumoknak a http://www.w3.org/2001/XMLSchema-instance névtér URI-t kell használniuk
ru: Атрибуты пространства имён с префиксом 'xsi' должны использовать URI http://www.w3.org/2001/XMLSchema-instance
sl: Atributi imenskega prostora s predpono »xsi« morajo uporabljati URI imenskega prostora http://www.w3.org/2001/XMLSchema-instance
sr: Атрибути простроног назива који имају „xsi“ као префикс треба да користе путању просторног назива „http://www.w3.org/2001/XMLSchema-instance“
uk: Атрибути простору назв із префіксом «xmlns» мають використовувати адресу простору назв http://www.w3.org/2001/XMLSchema-instance
zh_cn: 以“xsi”为前缀的命名空间属性应使用命名空间 URI http://www.w3.org/2001/XMLSchema-instance

source: Namespace attributes prefixed with 'html' should use a namespace uri http://www.w3.org/1999/xhtml
ca: Els atributs d'espai de noms prefixats amb «html» haurien d'utilitzar un espai de noms uri http://www.w3.org/1999/xhtml
cs: Atribut se jmenným prostorem určeným pomocí „html“ by měl používat uri jmenného prostoru http://www.w3.org/1999/xhtml
de: Attribute mit Namensraum, die ein »html«-Präfix haben, sollten die Namensraum-Adresse »http://www.w3.org/1999/xhtml« verwenden
es: Los atributos de un espacio de nombres precedido por «html» deben usar http://www.w3.org/1999/xhtml como URI de espacio de nombres
eu: 'html' aurrizkia duten izen-espazioko atributuek 'http://www.w3.org/1999/xhtml' izen-espazioko URI bat erabili behar dute
hi: 'html' उपसर्ग वाले नामस्थान विशेषताओं को नामस्थान uri का उपयोग करना चाहिए http://www.w3.org/1999/xhtml
hu: A „html” előtaggal rendelkező névtér attribútumoknak a http://www.w3.org/1999/xhtml névtér URI-t kell használniuk
ru: Атрибуты пространства имён с префиксом 'html' должны использовать URI http://www.w3.org/1999/xhtml
sl: Atributi imenskega prostora s predpono »html« morajo uporabljati URI imenskega prostora http://www.w3.org/1999/xhtml
sr: Атрибути простроног назива који имају „xtml“ као префикс треба да користе путању просторног назива „http://www.w3.org/1999/xhtml“
uk: Атрибути простору назв із префіксом «html» мають використовувати адресу простору назв http://www.w3.org/1999/xhtml
zh_cn: 以“html”为前缀的命名空间属性应使用命名空间 URI http://www.w3.org/1999/xhtml

source: Namespace attributes prefixed with 'MathML' should use a namespace uri http://www.w3.org/1998/Math/MathML
ca: Els atributs d'espai de noms prefixats amb «MathML» haurien d'utilitzar un espai de noms uri http://www.w3.org/1998/Math/MathML
cs: Atribut se jmenným prostorem určeným pomocí „MathML“ by měl používat uri jmenného prostoru http://www.w3.org/1998/Math/MathML
de: Attribute mit Namensraum, die ein »MathML«-Präfix haben, sollten die Namensraum-Adresse »http://www.w3.org/1998/Math/MathML« verwenden
es: Los atributos de un espacio de nombres precedido por «MathML» deben usar http://www.w3.org/1998/Math/MathML como URI de espacio de nombres
eu: 'MathML' aurrizkia duten izen-espazioko atributuek 'http://www.w3.org/1998/Math/MathML' izen-espazioko URI bat erabili behar dute
hi: 'MathML' उपसर्ग वाले नामस्थान विशेषताओं को नामस्थान uri का उपयोग करना चाहिए http://www.w3.org/1998/Math/MathML
hu: A „MathML” előtaggal rendelkező névtér attribútumoknak a http://www.w3.org/1998/Math/MathML névtér URI-t kell használniuk
ru: Атрибуты пространства имён с префиксом 'MathML' должны использовать URI http://www.w3.org/1998/Math/MathML
sl: Atributi imenskega prostora s predpono »MathML« morajo uporabljati URI imenskega prostora http://www.w3.org/1998/Math/MathML
sr: Атрибути простроног назива који имају „MathML“ као префикс треба да користе путању просторног назива „http://www.w3.org/1998/Math/MathML“
uk: Атрибути простору назв із префіксом «MathML» мають використовувати адресу простору назв http://www.w3.org/1998/Math/MathML
zh_cn: 以“MathML”为前缀的命名空间属性应使用命名空间 URI http://www.w3.org/1998/Math/MathML

source: Namespace attributes prefixed with 'xlink' should use a namespace uri http://www.w3.org/1999/xlink
ca: Els atributs d'espai de noms prefixats amb «xlink» haurien d'utilitzar un espai de noms uri http://www.w3.org/1999/xlink
cs: Atribut se jmenným prostorem určeným pomocí „xlink“ by měl používat uri jmenného prostoru http://www.w3.org/1999/xlink
de: Attribute mit Namensraum, die ein »xlink«-Präfix haben, sollten die Namensraum-Adresse »http://www.w3.org/1999/xlink« verwenden
es: Los atributos de un espacio de nombres precedido por «xlink» deben usar http://www.w3.org/1999/xlink como URI de espacio de nombres
eu: 'xlink' aurrizkia duten izen-espazioko atributuek 'http://www.w3.org/1999/xlink' izen-espazioko URI bat erabili behar dute
hi: 'xlink' उपसर्ग वाले नामस्थान विशेषताओं को नामस्थान uri http://www.w3.org/1999/xlink का उपयोग करना चाहिए
hu: Az „xlink” előtaggal rendelkező névtér attribútumoknak a http://www.w3.org/1999/xlink névtér URI-t kell használniuk
ru: Атрибуты пространства имён с префиксом 'xlink' должны использовать URI http://www.w3.org/1999/xlink
sl: Atributi imenskega prostora s predpono »xlink« morajo uporabljati URI imenskega prostora http://www.w3.org/1999/xlink
sr: Атрибути простроног назива који имају „xlink“ као префикс треба да користе путању просторног назива „http://www.w3.org/1999/xlink“
uk: Атрибути простору назв із префіксом «xlink» мають використовувати адресу простору назв http://www.w3.org/1999/xlink
zh_cn: 以“xlink”为前缀的命名空间属性应使用命名空间 URI http://www.w3.org/1999/xlink

source: Namespace attributes prefixed with 'svg' should use a namespace uri http://www.w3.org/2000/svg
ca: Els atributs d'espai de noms prefixats «svg» haurien d'utilitzar un espai de noms uri http://www.w3.org/2000/svg
cs: Atribut se jmenným prostorem určeným pomocí „svg“ by měl používat uri jmenného prostoru http://www.w3.org/2000/svg
de: Attribute mit Namensraum, die ein »svg«-Präfix haben, sollten die Namensraum-Adresse »http://www.w3.org/2000/svg« verwenden
es: Los atributos de un espacio de nombres precedido por «svg» deben usar http://www.w3.org/2000/svg como URI de espacio de nombres
eu: 'svg' aurrizkia duten izen-espazioko atributuek 'http://www.w3.org/2000/svg' izen-espazioko URI bat erabili behar dute
hi: 'svg' उपसर्ग वाले नामस्थान विशेषताओं को नामस्थान uri http://www.w3.org/2000/svg का उपयोग करना चाहिए
hu: Az „svg” előtaggal rendelkező névtér attribútumoknak a http://www.w3.org/2000/svg névtér URI-t kell használniuk
ru: Атрибуты пространства имён с префиксом 'svg' должны использовать URI http://www.w3.org/2000/svg
sl: Atributi imenskega prostora s predpono »svg« morajo uporabljati URI imenskega prostora http://www.w3.org/2000/svg
sr: Атрибути простроног назива који имају „svg“ као префикс треба да користе путању просторног назива „http://www.w3.org/2000/svg“
uk: Атрибути простору назв із префіксом «svg» мають використовувати адресу простору назв http://www.w3.org/2000/svg
zh_cn: 以“svg”为前缀的命名空间属性应使用命名空间 URI http://www.w3.org/2000/svg
