Repository: GNOME/gxml
Catalog: po/*.po
Languages: ca, cs, de, es, eu, fr, hi, hu, ru, sl, sr, uk, zh_cn

source: Namespaced attributes should provide a non-null, non-empty prefix: %s
ca: Els atributs de l'espai de noms han de proporcionar un prefix ni nul ni buit: %s
cs: Atribut se jmenným prostorem by měl mít uvedený nenulový, neprázdný prefix: %s
de: Attribute mit Namensraum sollten ein von Null verschiedenes, nicht-leeres Präfix beinhalten: %s
es: Los atributos de un espacio de nombres deben proporcionar un prefijo no nulo y no vacío: %s
eu: Izen-espazioko atributuek nulua ez den eta hutsik ez dagoen aurrizki bat eman behar dute: %s
fr: Les attributs dénommés devraient fournir un préfix non nul et non vide : %s
hi: नामस्थान विशेषताओं को एक गैर-शून्य, गैर-रिक्त उपसर्ग प्रदान करना चाहिए: %s
hu: A névtérrel rendelkező attribútumoknak nem null, nem üres előtagot kell biztosítaniuk: %s
ru: Атрибуты с пространством имён должны иметь непустой префикс: %s
sl: Atributi z imenskim prostorom morajo vsebovati neničelno, neprazno predpono: %s
sr: Атрибути са простроним називом треба да обезбеде не-ништаван, не-празан префикс: %s
uk: Атрибути із просторами назв мають надавати ненульових, непорожній префікс: %s
zh_cn: 具有命名空间的属性应提供非 null、非空的前缀：%s

source: Invalid namespace attribute's name.
ca: El nom de l'atribut d'espai de nom no és vàlid.
cs: Neplatný název atributu se jmenným prostorem
de: Ungültiger Namensraum des Attributnamens.
es: Nombre del atributo de espacio de nombres no válido.
eu: Izen-espazioaren atributuaren izen baliogabea.
fr: Nom de l'attribut espace de nom invalide.
hi: नामस्थान विशेषता का नाम अमान्य है।
hu: Érvénytelen névtér attribútumnév.
ru: Недопустимое имя атрибута пространства имён.
sl: Neveljavno ime atributa imenskega prostora.
sr: Неисправан назив атрибута просторног назива.
uk: Некоректна назва атрибута простору назв.
zh_cn: 命名空间属性的名称无效。

source: Trying to add an attribute with an undefined namespace's prefix: %s
ca: S'està intentant afegir un atribut amb el prefix d'un espai de noms indefinit: %s
cs: Zkouší se přidat atribut s nedefinovaným prefixem jmenného prostoru: %s
de: Es wird versucht, ein Attribut mit einem Präfix eines nicht definierten Namensraums hinzuzufügen: %s
es: Intentado añadir un atributo con un prefijo de espacio de nombres no definido: %s
eu: Definitu gabeko izen-espazioko aurrizki bat duen atributua gehitzeko saioa: %s
hi: अपरिभाषित नामस्थान के उपसर्ग के साथ विशेषता जोड़ने का प्रयास किया जा रहा है: %s
hu: Kísérlet attribútum hozzáadására egy nem meghatározott névtér előtagjával: %s
ru: Попытка добавить атрибут с неопределённым префиксом пространства имён: %s
sl: Poskus dodajanja atributa z nedoločeno predpono imenskega prostora: %s
sr: Покушавам да додам атрибут са недефинисаним префиксом просторног назива: %s
uk: Спроба додавання атрибута із невизначеним префіксом простору назв: %s
zh_cn: 正在尝试添加的属性具有未定义的命名空间前缀：%s

source: Trying to add an attribute with an undefined namespace's URI
ca: S'està intentant afegir un atribut amb l'URI d'un espai de noms indefinit
cs: Zkouší se přidat atribut s nedefinouvanou adresa URI jmenného prostoru
de: Es wird versucht, ein Attribut mit einer Namensraum-Adresse eines nicht definierten Namensraums hinzuzufügen
es: Intentado añadir un atributo con un URI de espacio de nombres no definido
eu: Definitu gabeko izen-espazioko aurrizki bat duen atributua gehitzeko saioa: %s
hi: अपरिभाषित नामस्थान के URI के साथ विशेषता जोड़ने का प्रयास किया जा रहा है
hu: Kísérlet attribútum hozzáadására egy meghatározatlan névtér URI-jával
ru: Попытка добавить атрибут с неопределённым URI пространства имён
sl: Poskus dodajanja atributa z nedoločenim URI-jem imenskega prostora
sr: Покушавам да додам атрибут са недефинисаном путањом просторног назива
uk: Спроба додавання атрибута із невизначеною адресою простору назв
zh_cn: 正在尝试添加的属性具有未定义的命名空间 URI

source: Error getting attribute with namespace: %s
ca: S'ha produït un error en obtenir l'atribut amb l'espai de noms: %s
cs: Chyba při získávání atributu se jmenným prostorem: %s
de: Fehler beim Holen des Attributs mit dem Namensraum: %s
es: Error al obtener el atributo con espacio de nombres: %s
eu: Errorea honako izen-espazioa duen atributua eskuratzean: %s
hi: नामस्थान के साथ विशेषता प्राप्त करने में त्रुटि: %s
hu: Hiba az attribútum lekérésekor ezzel a névtérrel: %s
ru: Ошибка получения атрибута с пространством имён: %s
sl: Napaka pri pridobivanju atributa z imenskim prostorom: %s
sr: Грешка добављања атрибута са просторним називом: %s
uk: Помилка під час отримання атрибута із простором назв: %s
zh_cn: 获取具有命名空间的属性时出错：%s

source: Invalid attribute name. Just one prefix is allowed
ca: El nom de l'atribut no és vàlid. Només es permet un prefix
cs: Neplatný název atributu. Povolen je jen jeden prefix
de: Ungültiger Attributname. Nur ein Präfix ist erlaubt
es: Nombre de atributo no válido. Sólo se permite un prefijo
eu: Atributu-izen baliogabea. Aurrizki bakarra onartzen da
fr: Nom d'attribut invalide. Un seul préfixe est autorisé
hi: अमान्य विशेषता नाम। सिर्फ़ एक उपसर्ग की अनुमति है
hu: Érvénytelen attribútumnév. Csak egy előtag megengedett
ru: Недопустимое имя атрибута. Разрешён только один префикс
sl: Neveljavno ime atributa. Dovoljena je samo ena predpona
sr: Неисправан назив атрибута. Дозвољен је само један префикс
uk: Некоректна назва атрибута. Можна використовувати лише один префікс
zh_cn: 无效的属性名称。只允许一个前缀

source: Invalid attribute name. Invalid use of colon: %s
ca: El nom de l'atribut no és vàlid. Ús no vàlid del punt: %s
cs: Neplatný název atributu. Neplatné použití dvojtečky: %s
de: Ungültiger Attributname. Gesetzter Doppelpunkt ist unzulässig: %s
es: Nombre de atributo no válido. Uso del punto no válido: %s
eu: Atributu-izen baliogabea. Puntuaren erabilera baliogabea: %s
fr: Nom d'attribut invalide. Utilisation invalide des deux-points : %s
hi: विशेषता नाम अमान्य है। अपूर्ण विराम का अमान्य उपयोग: %s
hu: Érvénytelen attribútumnév. Érvénytelen kettősponthasználat: %s
ru: Недопустимое имя атрибута. Неверное использование двоеточия: %s
sl: Neveljavno ime atributa. Neveljavna uporaba dvopičja: %s
sr: Неисправан назив атрибута. Неисправно коришћење двотачке: %s
uk: Некоректна назва атрибута. Некоректне використання двокрапки: %s
zh_cn: 无效的属性名称。冒号的用法无效：%s

source: Invalid namespace. If prefix is null, namespace URI should not be null
ca: L'espai de noms no és vàlid. Si el prefix és nul, l'URI de l'espai de nom no hauria de ser nul
cs: Neplatný jmenný prostor. Když není uveden prefix, měla by být uvedena adresa URI jmenného prostoru.
de: Ungültiger Namensraum. Wenn das Präfix Null ist, sollte die Namensraum-Adresse nicht Null sein
es: Espacio de nombres no válido. Si el prefijo es nulo, el URI del espacio de nombres no debe ser nulo
eu: Izen-espazio baliogabea. Aurrizkia nulua bada, izen-espazioaren URIak ez luke nulua izan beharko
fr: Espace de nom invalide. Si le préfixe est nul, l'URI doit être nulle
hi: अमान्य नामस्थान। यदि उपसर्ग शून्य है, तो नामस्थान URI शून्य नहीं होना चाहिए
hu: Érvénytelen névtér. Ha az előtag null, a névtér URI nem lehet null
ru: Недопустимое пространство имён. Если префикс отсутствует (null), URI пространства имён не должен отсутствовать
sl: Neveljaven imenski prostor. Če je predpona nič (null), URI imenskega prostora ne sme biti ničeln (null)
sr: Неисправан просторни назив. Ако је префикс ништаван, путања просторног назива не треба бити ништавна
uk: Некоректний простір назв. Якщо префікс є порожнім, адресою простору назв має бути null
zh_cn: 无效的命名空间。如果前缀为 null，则命名空间 URI 不应为 null

source: Invalid namespace definition. No prefixed attributes should use 'xmlns' as name
ca: La definició de l'espai de noms no és vàlida. Cap atribut prefixat hauria d'utilitzar «xmlns» com a nom
cs: Neplatná definice jmenného prostoru. Atributy bez prefixu by neměly používat jako název „xmlns“.
de: Ungültige Namensraumdefinition. Keine mit Präfix versehenen Attribute sollten »xmlns« als Namen verwenden
es: Nombre de atributo no válido. Los atributos sin prefijo deben usar el nombre «xmlns»
eu: Izen-espazioaren definizio baliogabea. Aurrizkidun atributuek ez lukete 'xmlns' izenik erabili beharko
hi: अमान्य नामस्थान परिभाषा। किसी भी उपसर्ग विशेषता को नाम के रूप में 'xmlns' का उपयोग नहीं करना चाहिए
hu: Érvénytelen névtér-definíció. Az előtaggal nem rendelkező attribútumoknak az „xmlns” nevet kell használniuk
ru: Недопустимое определение пространства имён. Атрибуты с префиксом не должны использовать 'xmlns' в качестве имени
sl: Neveljavna definicija imenskega prostora. Noben vnaprej določen atribut ne sme uporabljati imena »xmlns«
sr: Неисправна дефиниција називног простора. Атрибути без префикса треба да користе „xmlns“ као назив
uk: Некоректне визначення простору назв. Атрибути з префіксами не можуть використовувати назву xmlns
zh_cn: 无效的命名空间定义。具有前缀的属性不应使用“xmlns”作为名称

source: 'xml' namespace should not be defined
ca: No s'ha de definir l'espai de noms «xml»
cs: Jmenný prostor „xml“ by neměl být definován
de: »xml«-Namensraum sollte nicht definiert sein
es: el espacio de nombres «xml» no se debe definir
eu: 'xml' izen-espazioak ez luke definituta egon beharko
hi: 'xml' नामस्थान परिभाषित नहीं किया जाना चाहिए
hu: Az „xml” névteret nem kell definiálni
ru: Пространство имён 'xml' не должно определяться
sl: Imenski prostor »xml« ne sme biti opredeljen
sr: „xml“ називни простор не треба бити дефинисан
uk: Не слід визначати простір назв «xml»
zh_cn: “xml”命名空间不应被定义

source: 'xmlns' namespace should not be defined
ca: No s'ha de definir l'espai de noms «xmlns»
cs: Jmenný prostor „xmlns“ by neměl být definován
de: »xmlns«-Namensraum sollte nicht definiert sein
es: el espacio de nombres «xmlns» no se debe definir
eu: 'xmlns' izen-espazioak ez luke definituta egon beharko
hi: 'xmlns' नामस्थान परिभाषित नहीं किया जाना चाहिए
hu: Az „xmlns” névteret nem kell definiálni
ru: Пространство имён 'xmlns' не должно определяться
sl: Imenski prostor »xmlns« ne sme biti opredeljen
sr: „xmlns“ називни простор не треба бити дефинисан
uk: Не слід визначати простір назв «xmlns»
zh_cn: “xmlns”命名空间不应被定义

source: Invalid namespace. If prefix is 'xml', namespace URI should be http://www.w3.org/XML/1998/namespace
ca: L'espai de noms no és vàlid. Si el prefix és «xml», l'URI de l'espai de noms s'ha de http://www.w3.org/XML/1998/namespace
cs: Neplatný jmenný prostor. Když je prefix „xml“, měla by být adresa URI http://www.w3.org/1998/namespace
de: Ungültiger Namensraum. Wenn das Präfix »xml« lautet, sollte die Namensraum-Adresse »http://www.w3.org/XML/1998/namespace« lauten
es: Espacio de nombres no válido. Si el el prefijo es «xml», el URI del espacio de nombres debe ser http://www.w3.org/XML/1998/namespace
eu: Izen-espazio baliogabea. Aurrizkia 'xml' bada, izen-espazioaren URIak 'http://www.w3.org/XML/1998/namespace' izan beharko luke
hi: अमान्य नामस्थान। यदि उपसर्ग 'xml' है, तो नामस्थान URI http://www.w3.org/XML/1998/namespace होना चाहिए
hu: Érvénytelen névtér. Ha az előtag „xml”, akkor a névtér URI http://www.w3.org/1998/namespace kell legyen
ru: Недопустимое пространство имён. Если префикс 'xml', URI должен быть http://www.w3.org/XML/1998/namespace
sl: Neveljaven imenski prostor. Če je predpona »xml«, mora biti URI imenskega prostora http://www.w3.org/XML/1998/namespace
sr: Неисправан просторни назив. Ако је префикс „xml“, путања просторног назива треба бити „http://www.w3.org/XML/1998/namespace“
uk: Некоректний простір назв. Якщо префіксом є префікс xml, адресою простору назв має бути http://www.w3.org/XML/1998/namespace
zh_cn: 无效的命名空间。如果前缀为“xml”，则命名空间 URI 应为 http://www.w3.org/XML/1998/namespace

source: Invalid namespace definition. If attribute's prefix is 'xmlns', namespace URI should be http://www.w3.org/2000/xmlns
ca: La definició de l'espai de noms no és vàlida. Si el prefix de l'atribut és «xmlns», l'URI de l'espai de noms s'ha de http://www.w3.org/2000/xmlns
cs: Neplatný jmenný prostor. Když je prefix atributu „xmlns“, měla by být adresa URI http://www.w3.org/2000/xmlns
de: Ungültige Namensraumdefinition. Wenn das Präfix des Attributs »xmlns« lautet, sollte die Namensraum-Adresse »http://www.w3.org/2000/xmlns« lauten
es: Espacio de nombres no válido. Si el prefijo del atributo es «xmlns», el URI del espacio de nombres debe ser http://www.w3.org/2000/xmlns/
eu: Izen-espazio baliogabea. Aurrizkia 'xmlns' bada, izen-espazioaren URIak 'http://www.w3.org/2000/xmlns' izan beharko luke
hi: नामस्थान परिभाषा अमान्य है। यदि विशेषता का उपसर्ग 'xmlns' है, तो नामस्थान URI http://www.w3.org/2000/xmlns होना चाहिए
hu: Érvénytelen névtér-definíció. Ha az attribútum előtagja „xmlns”, akkor a névtér URI http://www.w3.org/2000/xmlns kell legyen
ru: Недопустимое определение пространства имён. Если префикс 'xmlns', URI должен быть http://www.w3.org/2000/xmlns
sl: Neveljavna definicija imenskega prostora. Če je predpona atributa »xmlns«, mora biti URI imenskega prostora http://www.w3.org/2000/xmlns
sr: Неисправна дефиниција просторног назива. Ако је префикс атрибута „xmlns“, путања називног простора треба бити „http://www.w3.org/2000/xmlns“
uk: Некоректне визначення простору назв. Якщо префіксом атрибута є префікс xmlns, адресою простору назв має бути http://www.w3.org/2000/xmlns
zh_cn: 无效的命名空间定义。如果属性的前缀为“xmlns”，则命名空间 URI 应为 http://www.w3.org/2000/xmlns

source: Invalid namespace. If attribute's prefix is 'html', namespace URI should be http://www.w3.org/1999/xhtml
ca: L'espai de noms no és vàlid. Si el prefix de l'atribut és «html», l'URI de l'espai de noms s'ha de http://www.w3.org/1999/xhtml
cs: Neplatný jmenný prostor. Když je prefix atributu „html“, měla by být adresa URI http://www.w3.org/1999/xhtml
de: Ungültiger Namensraum. Wenn das Präfix des Attributs »html« lautet, sollte die Namensraum-Adresse »http://www.w3.org/1999/xhtml« lauten
es: Espacio de nombres no válido. Si el prefijo del atributo es «html», el URI del espacio de nombres debe ser http://www.w3.org/1999/xhtml
eu: Izen-espazio baliogabea. Aurrizkia 'html' bada, izen-espazioaren URIak 'http://www.w3.org/1999/xhtml' izan beharko luke
hi: अमान्य नामस्थान। यदि विशेषता का उपसर्ग 'html' है, तो नामस्थान URI http://www.w3.org/1999/xhtml होना चाहिए
hu: Érvénytelen névtér. Ha az attribútum előtagja „html”, akkor a névtér URI http://www.w3.org/1999/xhtml kell legyen
ru: Недопустимое пространство имён. Если префикс 'html', URI должен быть http://www.w3.org/1999/xhtml
sl: Neveljaven imenski prostor. Če je predpona atributa »html«, mora biti URI imenskega prostora http://www.w3.org/1999/xhtml
sr: Неисправан просторни назив. Ако је префикс атрибута „html“, путања треба бити „http://www.w3.org/1999/xhtml“
uk: Некоректний простір назв. Якщо префіксом атрибута є префікс «html», адресою простору назв має бути http://www.w3.org/1999/xhtml
zh_cn: 无效的命名空间。如果属性的前缀为“html”，则命名空间 URI 应为 http://www.w3.org/1999/xhtml

source: Invalid namespace. If attribute's prefix is 'xsi', namespace URI should be http://www.w3.org/2001/XMLSchema-instance
ca: L'espai de noms no és vàlid. Si el prefix de l'atribut és «xsi», l'URI de l'espai de noms s'ha de http://www.w3.org/2001/XMLSchema-instance
cs: Neplatný jmenný prostor. Když je prefix atributu „xsi“, měla by být adresa URI http://www.w3.org/2001/XMLSchema-instance
de: Ungültiger Namensraum. Wenn das Präfix des Attributs »xsi« lautet, sollte die Namensraum-Adresse »http://www.w3.org/2001/XMLSchema-instance« lauten
es: Espacio de nombres no válido. Si el prefijo del atributo es «xsi», el URI del espacio de nombres debe ser http://www.w3.org/2001/XMLSchema-instance
eu: Izen-espazio baliogabea. Aurrizkia 'xsi' bada, izen-espazioaren URIak 'http://www.w3.org/2001/XMLSchema-instance' izan beharko luke
hi: अमान्य नामस्थान। यदि विशेषता का उपसर्ग 'xsi' है, तो नामस्थान URI http://www.w3.org/2001/XMLSchema-instance होना चाहिए
hu: Érvénytelen névtér. Ha az attribútum előtagja „xsi”, akkor a névtér URI http://www.w3.org/2001/XMLSchema-instance kell legyen
ru: Недопустимое пространство имён. Если префикс 'xsi', URI должен быть http://www.w3.org/2001/XMLSchema-instance
sl: Neveljaven imenski prostor. Če je predpona atributa »xsi«, mora biti URI imenskega prostora http://www.w3.org/2001/XMLSchema-instance
sr: Неисправан просторни назив. Ако је префикс атрибута „xsi“, путања треба бити „http://www.w3.org/2001/XMLSchema-instance“
uk: Некоректний простір назв. Якщо префіксом атрибута є префікс «xsi», адресою простору назв має бути http://www.w3.org/2001/XMLSchema-instance
zh_cn: 无效的命名空间。如果属性的前缀为“xsi”，则命名空间 URI 应为 http://www.w3.org/2001/XMLSchema-instance

source: Invalid namespace. If attribute's prefix is 'MathML', namespace URI should be http://www.w3.org/1998/Math/MathML
ca: L'espai de noms no és vàlid. Si el prefix de l'atribut és «MathML», l'URI de l'espai de noms s'ha de http://www.w3.org/1998/Math/MathML
cs: Neplatný jmenný prostor. Když je prefix atributu „MathML“, měla by být adresa URI http://www.w3.org/1998/Math/MathML
de: Ungültiger Namensraum. Wenn das Präfix des Attributs »MathML« lautet, sollte die Namensraum-Adresse »http://www.w3.org/1998/Math/MathML« lauten
es: Espacio de nombres no válido. Si el prefijo del atributo es «MathML», el URI del espacio de nombres debe ser http://www.w3.org/1998/Math/MathML
eu: Izen-espazio baliogabea. Aurrizkia 'MathML' bada, izen-espazioaren URIak 'http://www.w3.org/1998/Math/MathML' izan beharko luke
hi: अमान्य नामस्थान। यदि विशेषता का उपसर्ग 'MathML' है, तो नामस्थान URI http://www.w3.org/1998/Math/MathML होना चाहिए
hu: Érvénytelen névtér. Ha az attribútum előtagja „MathML”, akkor a névtér URI http://www.w3.org/1998/Math/MathML kell legyen
ru: Недопустимое пространство имён. Если префикс 'MathML', URI должен быть http://www.w3.org/1998/Math/MathML
sl: Neveljaven imenski prostor. Če je predpona atributa »MathML«, mora biti URI imenskega prostora http://www.w3.org/1998/Math/MathML
sr: Неисправан просторни назив. Ако је префикс атрибута „MathML“, путања треба бити „http://www.w3.org/1998/Math/MathML“
uk: Некоректний простір назв. Якщо префіксом атрибута є префікс «MathML», адресою простору назв має бути http://www.w3.org/1998/Math/MathML
zh_cn: 无效的命名空间。如果属性的前缀为“MathML”，则命名空间 URI 应为 http://www.w3.org/1998/Math/MathML

source: Invalid namespace. If attribute's prefix is 'svg', namespace URI should be http://www.w3.org/2000/svg
ca: L'espai de noms no és vàlid. Si el prefix de l'atribut és «svg», l'URI de l'espai de noms s'ha de http://www.w3.org/2000/svg
cs: Neplatný jmenný prostor. Když je prefix atributu „svg“, měla by být adresa URI http://www.w3.org/2000/svg
de: Ungültiger Namensraum. Wenn das Präfix des Attributs »svg« lautet, sollte die Namensraum-Adresse Yhttp://www.w3.org/2000/svg« lauten
es: Espacio de nombres no válido. Si el prefijo del atributo es «svg», el URI del espacio de nombres debe ser http://www.w3.org/2000/svg
eu: Izen-espazio baliogabea. Aurrizkia 'svg' bada, izen-espazioaren URIak 'http://www.w3.org/2000/svg' izan beharko luke
hi: अमान्य नामस्थान। यदि विशेषता का उपसर्ग 'svg' है, तो नामस्थान URI http://www.w3.org/2000/svg होना चाहिए
hu: Érvénytelen névtér. Ha az attribútum előtagja „svg”, akkor a névtér URI http://www.w3.org/2000/svg kell legyen
ru: Недопустимое пространство имён. Если префикс 'svg', URI должен быть http://www.w3.org/2000/svg
sl: Neveljaven imenski prostor. Če je predpona atributa »svg«, mora biti URI imenskega prostora http://www.w3.org/2000/svg
sr: Неисправан просторни назив. Ако је префикс атрибута „svg“, путања треба бити „http://www.w3.org/2000/svg“
uk: Некоректний простір назв. Якщо префіксом атрибута є префікс «svg», адресою простору назв має бути http://www.w3.org/2000/svg
zh_cn: 无效的命名空间。如果属性的前缀为“svg”，则命名空间 URI 应为 http://www.w3.org/2000/svg

source: Invalid namespace. If attribute's prefix is 'xlink', namespace URI should be http://www.w3.org/1999/xlink
ca: L'espai de noms no és vàlid. Si el prefix de l'atribut és «xlink», l'URI de l'espai de noms s'ha de http://www.w3.org/1999/xlink
cs: Neplatný jmenný prostor. Když je prefix atributu „xlink“, měla by být adresa URI http://www.w3.org/1999/xlink
de: Ungültiger Namensraum. Wenn das Präfix des Attributs »xlink« lautet, sollte die Namensraum-Adresse »http://www.w3.org/1999/xlink« lauten
es: Espacio de nombres no válido. Si el prefijo del atributo es «xlink», el URI del espacio de nombres debe ser http://www.w3.org/1999/xlink
eu: Izen-espazio baliogabea. Aurrizkia 'xlink' bada, izen-espazioaren URIak 'http://www.w3.org/1999/xlink' izan beharko luke
hi: अमान्य नामस्थान। यदि विशेषता का उपसर्ग 'xlink' है, तो नामस्थान URI http://www.w3.org/1999/xlink होना चाहिए
hu: Érvénytelen névtér. Ha az attribútum előtagja „xlink”, akkor a névtér URI http://www.w3.org/1999/xlink kell legyen
ru: Недопустимое пространство имён. Если префикс 'xlink', URI должен быть http://www.w3.org/1999/xlink
sl: Neveljaven imenski prostor. Če je predpona atributa »xlink«, mora biti URI imenskega prostora http://www.w3.org/1999/xlink
sr: Неисправан просторни назив. Ако је префикс атрибута „xlink“, путања треба бити „http://www.w3.org/1999/xlink“
uk: Некоректний простір назв. Якщо префіксом атрибута є префікс «xlink», адресою простору назв має бути http://www.w3.org/1999/xlink
zh_cn: 无效的命名空间。如果属性的前缀为“xlink”，则命名空间 URI 应为 http://www.w3.org/1999/xlink

source: Setting namespaced property error:
ca: S'està definint l'error de propietat de l'espai de noms:
cs: Chyba nastavení vlastnosti s jmenným prostorem:
de: Fehler beim Festlegen der Eigenschaft mit Namensraum:
es: Error al establecer la propiedad del espacio de nombres:
eu: Errorea izen-espaziodun propietatea ezartzean:
fr: Erreur de définition d'une propriété dénommée :
hi: नामस्थान प्रॉपर्टी निर्धारित करते समय त्रुटि:
hu: Hiba a névtérrel rendelkező tulajdonság beállításakor:
ru: Ошибка установки свойства с пространством имён:
sl: Napaka pri nastavitvi lastnosti imenskega prostora:
sr: Грешка подешавања својства просторног назива:
uk: Помилка під час спроби встановити властивість із простором назв:
zh_cn: 设置具有命名空间的属性时出错：

source: Removing attribute Error:
ca: S'està suprimint l'error de l'atribut:
cs: Chyba při odstraňování atributu:
de: Fehler beim Entfernen des Attributs:
es: Error al quitar el atributo:
eu: Errorea atributua kentzean:
fr: Erreur de retrait d'attribut :
hi: विशेषता हटाते समय त्रुटि:
hu: Attribútum eltávolítási hiba:
ru: Ошибка удаления атрибута:
sl: Odstranjevanje atributa Napaka (Error):
sr: Грешка уклањања атрибута:
uk: Помилка під час спроби вилучити атрибут:
zh_cn: 移除属性时出错：

source: Removing namespaced attribute Error:
ca: S'està suprimint l'error de l'atribut de l'espai de noms:
cs: Chyba při odstraňování atributu jmenného prostoru:
de: Fehler beim Entfernen des Attributs mit Namensraum:
es: Error al quitar el atributo del espacio de nombres:
eu: Errorea izen-espaziodun atributua kentzean:
fr: Erreur de retrait d'attribut dénommé :
hi: नामस्थान विशेषता हटाते समय त्रुटि:
hu: Névtérrel rendelkező attribútum eltávolítási hiba:
ru: Ошибка удаления атрибута с пространством имён:
sl: Odstranjevanje atributa z imenskim prostorom Napaka (Error):
sr: Грешка уклањања атрибута просторног назива:
uk: Помилка під час спроби вилучення атрибута із простором назв:
zh_cn: 移除具有命名空间的属性时出错：

source: Error parsing child's buffer: %s
ca: S'ha produït un error en analitzar la memòria intermèdia del fill: %s
cs: Chyba při zpracování vyrovnávací paměti potomka: %s
de: Fehler bei der Verarbeitung des Puffers des Unterelements: %s
es: Error al analizar el búfer del hijo: %s
eu: Errorea haurraren bufferra analizatzean: %s
hi: चाइल्ड बफर विश्लेषित करते समय त्रुटि: %s
hu: Hiba a gyermek pufferének feldolgozásakor: %s
ru: Ошибка разбора дочернего буфера: %s
sl: Napaka pri razčlenjevanju medpomnilnika podrejenega: %s
sr: Грешка обраде међумеморије порода: %s
uk: Помилка під час обробки буфера дочірнього елемента: %s
zh_cn: 解析子节点的缓冲区时出错：%s
