Repository: GNOME/gxml
Catalog: po/*.po
Languages: ca, cs, de, es, eu, fr, hi, hu, ru, sl, sr, uk, zh_cn

source: Error when transform from attribute string value to enum: %s
ca: S'ha produït un error en transformar del valor de la cadena d'atributs a l'enumeració: %s
cs: Chyba při převodu z řetězcové hodnoty atributu na výčet: %s
de: Fehler beim Umwandeln der Aufzählung in den Attributwert: %s
es: Error al transformar de valor de cadena de atributo a enumerado: %s
eu: Errorea atributu-kateko balio bat enum bihurtzean: %s
hi: विशेषता स्ट्रिंग मान से enum में रूपांतरण करते समय त्रुटि: %s
hu: Hiba az attribútum karakterlánc-érték felsorolássá alakítása során: %s
ru: Ошибка при преобразовании строкового значения атрибута в перечисление: %s
sl: Napaka pri pretvorbi iz vrednosti niza atributa v enum: %s
sr: Грешка приликом претварња из вредности ниске атрибута у набрајање: %s
uk: Помилка під час спроби перетворити значення рядка атрибута на перелік: %s
zh_cn: 将属性的字符串值转换为枚举时出错：%s

source: Invalid Date for property:
ca: La data no es vàlida per a la propietat:
cs: Neplatné datum pro vlastnost:
de: Ungültiges Datum für Eigenschaft:
es: Fecha no válida para la propiedad:
eu: Data baliogabea propietaterako:
fr: Date invalide pour la propriété :
hi: संपत्ति के लिए अमान्य तिथि:
hu: Érvénytelen dátum a tulajdonságnál:
ru: Недопустимая дата для свойства:
sl: Neveljaven datum (Date) za lastnost:
sr: Неисправан датум за својство:
uk: Некоректна дата для властивості:
zh_cn: 属性的日期无效：

source: Invalid format for Date property:
ca: El format no és vàlid per a la propietat data:
cs: Neplatný formát pro vlastnost Date:
de: Ungültiges Format für Datum-Eigenschaft:
es: Formato no válido para la propiedad de fecha:
eu: Formatu baliogabea data-propietaterako:
fr: Format de date invalide pour la propriété :
hi: दिनांक संपत्ति के लिए अमान्य प्रारूप:
hu: Érvénytelen formátum a dátum tulajdonságnál:
ru: Недопустимый формат для свойства типа «дата»:
sl: Neveljavna oblika za lastnost Datum (Date):
sr: Неисправан формат за својство датума:
uk: Некоректний формат властивості дати:
zh_cn: 日期属性的格式无效：

source: Invalid timestamp for property:
ca: La marca de temps no és vàlida per a la propietat:
cs: Neplatné časové razítko pro vlastnost:
de: Ungültiger Zeitstempel für Eigenschaft:
es: Marca de tiempo no válida para la propiedad:
eu: Denbora-zigilu baliogabea propietaterako:
fr: Timestamp invalide pour la propriété :
hi: संपत्ति के लिए अमान्य टाइमस्टैम्प:
hu: Érvénytelen időbélyeg a tulajdonságnál:
ru: Недопустимая временная метка для свойства:
sl: Neveljaven časovni žig za lastnost:
sr: Неисправна временска ознака за својство:
uk: Некоректна часова позначка для властивості:
zh_cn: 属性的时间戳无效：

source: Invalid node type to start
ca: El tipus de node no és vàlid per iniciar
cs: Neplatný typ uzlu pro počátek
de: Ungültiger Knotentyp zum Beginnen
es: Tipo de nodo que iniciar no válido
eu: Nodo mota baliogabea hasteko
fr: Type de noeud de départ invalide
hi: प्रारंभ करने के लिए अमान्य नोड प्रकार
hu: Érvénytelen kezdeti csomóponttípus
ru: Недопустимый тип начального узла
sl: Neveljavna vrsta vozlišča za začetek
sr: Неисправна врста чвора за почетак
uk: Некоректний тип вузла для початку
zh_cn: 起始节点的类型无效

source: Invalid offset for node to start: for document type
ca: Desplaçament no vàlid perquè s'inicii el node: per al tipus de document
cs: Neplatné místo, kde začít uzel: pro typ dokumentu
de: Ungültiger Versatz für Knoten, an dem begonnen werden soll: für Dokumenttyp
es: Desplazamiento no válido para el nodo que iniciar: para el tipo de documento
eu: Nodoaren hasierarako desplazamendu baliogabea: dokumentu motarako
fr: Offset invalide pour le noeud de départ : pour le type de document
hi: नोड प्रारंभ करने के लिए अमान्य ऑफ़सेट: दस्तावेज़ प्रकार के लिए
hu: Érvénytelen eltolás a kezdeti csomóponthoz: dokumentum típus esetén
ru: Недопустимое смещение для начального узла: для типа «документ»
sl: Neveljaven odmik za začetek vozlišča: za vrsto dokumenta
sr: Неисправан померај за чвор за почетак: за врсту документа
uk: Некоректний зсув для вузла для початку: для типу документа
zh_cn: 起始节点的偏移量无效：文档类型

source: Invalid offset for node to start: for character data
ca: Desplaçament no vàlid perquè s'inicii el node: per a les dades de caràcters
cs: Neplatné místo, kde začít uzel: pro znaková data
de: Ungültiger Versatz für Knoten, an dem begonnen werden soll: für Zeichendaten
es: Desplazamiento no válido para el nodo que iniciar: para los datos de caracteres
eu: Nodoaren hasierarako desplazamendu baliogabea: karaktere-daturako
fr: Offset invalide pour le noeud de départ : pour les données de caratères
hi: नोड प्रारंभ करने के लिए अमान्य ऑफ़सेट: वर्ण डेटा के लिए
hu: Érvénytelen eltolás a kezdeti csomóponthoz: karakter adatok esetén
ru: Недопустимое смещение для начального узла: для символьных данных
sl: Neveljaven odmik za začetek vozlišča: za podatke o znakih
sr: Неисправан померај за чвор за почетак: за податке знака
uk: Некоректний зсув для вузла для початку: для символьних даних
zh_cn: 起始节点的偏移量无效：字符数据

source: Invalid offset for node to start: for children number
ca: Desplaçament no vàlid perquè s'inicii el node: per al número fill
cs: Neplatné místo, kde začít uzel: pro číslo potomka
de: Ungültiger Versatz für Knoten, an dem begonnen werden soll: für Unterelementzahl
es: Desplazamiento no válido para el nodo que iniciar: para el número de hijo
eu: Nodoaren hasierarako desplazamendu baliogabea: zenbaki haurrerako
fr: Offset invalide pour le noeud de départ : pour le nombre d'enfants
hi: नोड शुरू करने के लिए अमान्य ऑफ़सेट: चिल्ड्रन की संख्या के लिए
hu: Érvénytelen eltolás a kezdeti csomóponthoz: gyermekszám esetén
ru: Недопустимое смещение для начального узла: для количества дочерних элементов
sl: Neveljaven odmik za začetek vozlišča: za številko podrejenih
sr: Неисправан померај за чвор за почетак: за садржани број
uk: Некоректний зсув для вузла для початку: для номера дочірнього елемента
zh_cn: 起始节点的偏移量无效：子节点数

source: Invalid node type to start before
ca: El tipus de node no és vàlid per iniciar abans
cs: Neplatný typ uzlu pro začátek před
de: Ungültiger Knotentyp, vor dem begonnen werden soll
es: Tipo de nodo que iniciar antes no válido
eu: Nodo mota baliogabea haren aurretik hasteko
fr: Type de noeud invalide pour démarrer avant
hi: पहले शुरू करने के लिए अमान्य नोड प्रकार
hu: Érvénytelen csomóponttípus az előtte kezdéshez
ru: Недопустимый тип узла для начала вставки перед ним
sl: Neveljavna vrsta vozlišča za začetek pred
sr: Неисправна врста чвора за почетак пре
uk: Некоректний тип вузла для початку до
zh_cn: 起始节点之前的节点类型无效

source: Invalid node type to start after
ca: El tipus de node no és vàlid per iniciar-se després
cs: Neplatný typ uzlu pro začátek za
de: Ungültiger Knotentyp, nach dem begonnen werden soll
es: Tipo de nodo que iniciar después no válido
eu: Nodo mota baliogabea haren ondoren hasteko
fr: Type de noeud invalide pour démarrer après
hi: इसके बाद शुरू करने के लिए अमान्य नोड प्रकार
hu: Érvénytelen csomóponttípus az utána kezdéshez
ru: Недопустимый тип узла для начала вставки после него
sl: Neveljavna vrsta vozlišča za začetek po
sr: Неисправна врста чвора за почетак након
uk: Некоректний тип вузла для початку після
zh_cn: 起始节点之后的节点类型无效

source: Invalid root in the source range
ca: L'arrel no és vàlida a l'interval d'origen
cs: Neplatný kořen ve zdrojovém rozsahu
de: Ungültige Wurzel im Wurzelbereich
es: Raíz no válida en el rango fuente
eu: Erro baliogabea erro-barrutian
fr: Racine invalide dans la gamme de sources
hi: स्रोत श्रेणी में अमान्य रूट
hu: Érvénytelen gyökér a forrástartományban
ru: Недопустимый корень в исходном диапазоне
sl: Neveljaven koren v izvornem obsegu
sr: Неисправан корен у опсегу извора
uk: Некоректний кореневий елемент у діапазоні джерела
zh_cn: 源范围中的根无效

source: Invalid document: expected '<' character
ca: Document no vàlid: s'esperava el caràcter «<»
cs: Neplatný dokument: neočekávaný znak „<“
de: Ungültiges Dokument: Zeichen »<« erwartet
es: Documento no válido: se esperaba el carácter «<»
eu: Dokumentu baliogabea: '<' karakterea espero zen
hi: अमान्य दस्तावेज़: अपेक्षित '<' वर्ण
ru: Недопустимый документ: ожидался символ «<»
sl: Neveljaven dokument: pričakovani znak »<»
sr: Неисправан документ: очекивах знак <
uk: Некоректний документ: мало бути вказано символ «<»
zh_cn: 无效文档：期望“<”字符

source: Invalid document: unexpected space character before node's name
ca: Document no vàlid: caràcter d'espai inesperat abans del nom del node
cs: Neplatný dokument: neočekávaný znak mezery před názvem uzlu
de: Ungültiges Dokument: Unerwartetes Leerzeichen vor dem Namen des Knotens
es: Documento no válido: carácter de espacio no esperado antes del nombre del nodo
eu: Dokumentu baliogabea: espero ez zen zuriune-karakterea nodoaren izenaren aurrean
hi: अमान्य दस्तावेज़: नोड के नाम से पहले अनपेक्षित रिक्ति वर्ण
ru: Недопустимый документ: неожиданный пробел перед именем узла
sl: Neveljaven dokument: nepričakovan presledek pred imenom vozlišča
sr: Неисправан документ: неочекивани знак размака пре назива чвора
uk: Некоректний документ: неочікуваний пробільний символ перед назвою вузла
zh_cn: 无效文档：节点名称之前有意外的空格符

source: Parent '%s' is not implementing GXml.Object interface
ca: El «%s» pare no està implementant la interfície GXml.Object
cs: Rodič „%s“ neimplementuje rozhraní GXml.Object
de: Elternelement »%s« implementiert nicht die GXml.Object-Schnittstelle
es: El padre «%s» no implementa la interfaz GXml.Object
eu: '%s' gurasoak ez du GXml.Object interfazea inplementatu
hi: पैरेंट '%s' GXml.Object इंटरफ़ेस को कार्यान्वित नहीं कर रहा है
ru: Родительский элемент «%s» не реализует интерфейс GXml.Object
sl: Nadrejeni »%s« ne uteleša vmesnika GXml.Object
sr: Родитељ „%s“ не примењује „GXml.Object“ сучеље
uk: Батьківський елемент «%s» не реалізує інтерфейс GXml.Object
zh_cn: 父节点“%s”未实现 GXml.Object 接口

source: Can't continue parsing due to error reading data
cs: Nelze pokračovat ve zpracování kvůli chybě při čtení dat
de: Die Verarbeitung kann aufgrund eines Fehlers beim Lesen der Daten nicht fortgesetzt werden
es: No se puede continuar debido al error de lectura de datos
eu: Ezin da analizatzen jarraitu, errorea gertatu baita datuak irakurtzean
hi: डेटा पढ़ने में त्रुटि के कारण विश्लेषण जारी नहीं रखा जा सकता
sl: Razčlenjevanja ni mogoče nadaljevati zaradi napake pri branju podatkov
sr: Не могу да наставим са обрађивањем због грешке у читању података
uk: Подальша обробка неможлива через помилку під час читання даних
zh_cn: 由于读取数据时出错而无法继续解析

source: Invalid comment declaration
ca: La declaració de comentari no és vàlida
cs: Neplatná deklarace komentáře
de: Ungültige Kommentardeklaration
es: Declaración de comentario no válida
eu: Iruzkin-deklarazio baliogabea
hi: अमान्य टिप्पणी घोषणा
ru: Недопустимое объявление комментария
sl: Neveljavna deklaracija komentarja
sr: Неисправна изјава напомене
uk: Некоректне оголошення коментаря
zh_cn: 无效的注释声明

source: Invalid Processing Instruction's target declaration
cs: Neplatná deklarace cíle instrukce pro zpracování
de: Ungültige Zieldeklaration der Verarbeitungsanweisung
es: Instrucciones de procesamiento de la declaración del objetivo no válidas
eu: Prozesatze-instrukzioen helburuko deklarazio baliogabea
hi: अमान्य प्रसंस्करण निर्देश का लक्ष्य घोषणा
ru: Недопустимое объявление цели для инструкции обработки (Processing Instruction)
sl: Neveljavna deklaracija cilja v navodilih za obdelavo
sr: Неисправна објава мете упутства обраде
uk: Некоректне оголошення цілі інструкції обробки
zh_cn: 处理指令的目标声明无效

source: Invalid Processing Instruction's close declaration
cs: Neplatné deklarace uzavření instrukce pro zpracování
de: Ungültige Enddeklaration der Verarbeitungsanweisung
es: Instrucciones de cierre de la declaración no válidas
eu: Prozesatze-instrukzioen itxierako deklarazio baliogabea
hi: अमान्य प्रसंस्करण निर्देश की समाप्ति घोषणा
ru: Недопустимое объявление закрытия инструкции обработки (Processing Instruction)
sl: Neveljavna deklaracija zaprtja v navodilih za obdelavo
sr: Неисправна објава затварања упутства обраде
uk: Некоректне оголошення закриття інструкції обробки
zh_cn: 处理指令的闭合声明无效

source: DOM: Invalid token. No empty string could be used as token to check if it is contained in token list
ca: DOM: Testimoni no vàlid. No s' ha pogut utilitzar cap cadena buida com a testimoni per comprovar si està continguda a la llista de testimonis
cs: DOM: Neplatný symbol. Jako symbol nemůže být použit prázdný řetězec kvůli kontrole, jestli je symbol součástí seznamu symbolů
de: DOM: Ungültiges Token. Eine leere Zeichenkette darf nicht als Token verwendet werden, um zu prüfen, ob es in der Tokenliste enthalten ist
es: DOM: testigo no válido. No se debe incluir una cadena vacía en el testigo para comprobar si aparece en una lista de testigos
eu: DOM: Token baliogabea. Ezin da kate hutsik erabili token gisa hura token-zerrendan dagoen ala ez egiaztatzeko
fr: DOM : Symbole invalide. Aucune chaîne vide ne peut être utilisée comme symbole pour vérifier si elle est contenue dans la liste de symboles
hi: DOM: अमान्य टोकन। यह जांचने के लिए कि यह टोकन सूची में शामिल है या नहीं, टोकन के रूप में किसी खाली स्ट्रिंग का उपयोग नहीं किया जा सकता
hu: DOM: Érvénytelen token. Üres karakterlánc nem használható tokenként annak ellenőrzéséhez, hogy szerepel-e a tokenlistában
ru: DOM: Недопустимый токен. Пустая строка не может быть использована в качестве токена для проверки его наличия в списке
sl: DOM: neveljaven žeton. Nobenega praznega niza ni bilo mogoče uporabiti kot žeton za preverjanje, ali je na seznamu žetonov
sr: ДОМ: Неисправан симбол. Ниједна празна ниска се не може користити као симбол да се провери да ли је садржан у списку симбола
uk: DOM: некоректний ключ. Не можна використовувати порожній рядок для ключа для перевірки, якщо ключ міститься у списку ключів
zh_cn: DOM：无效 token。空字符串不能用作 token 来检查它是否包含在 token 列表中

source: DOM: Invalid token. No white spaces could be included as token to check if it is contained in token list
ca: DOM: Testimoni no vàlid. No s'ha pogut incloure cap espai blanc com a testimoni per comprovar si està contingut a la llista de testimonis
cs: DOM: Neplatný symbol. V symbolu nemohou být žádné bílé znaky kvůli kontrole, jestli je symbol součástí seznamu symbolů
de: DOM: Ungültiges Token. Ein Leerzeichen kann nicht als Token enthalten sein, um zu prüfen, ob es in der Tokenliste enthalten ist
es: DOM: testigo no válido. No se deben incluir espacios en el testigo para comprobar si aparece en una lista de testigos
eu: DOM: Token baliogabea. Ezin dira zuriuneak token gisa sartu hura token-zerrendan dagoen ala ez egiaztatzeko
fr: DOM : Symbole invalide. Aucun espace ne peut être inclus comme symbol pour vérifier si il est contenu dans la liste de symboles
hi: DOM: अमान्य टोकन। टोकन सूची में शामिल है या नहीं, इसकी जांच करने के लिए टोकन के रूप में कोई रिक्त स्थान शामिल नहीं किया जा सका
hu: DOM: Érvénytelen token. Üres karakterek nem használhatóak tokenként a tokenlistában szereplés ellenőrzéséhez
ru: DOM: Недопустимый токен. Пробельные символы не могут быть использованы в качестве токена для проверки их наличия в списке
sl: DOM: neveljaven žeton. Kot žeton ni bilo mogoče vključiti nobenih presledkov, da bi preverili, ali je na seznamu žetonov
sr: ДОМ: Неисправан симбол. Ниједно празно место се не може укључити као симбол да се провери да ли је садржан у списку симбола
uk: DOM: некоректний ключ. Не можна включати пробіли до ключа для перевірки, якщо ключ міститься у списку ключів
zh_cn: DOM：无效 token。空格符不能包含于 token 来检查它是否包含在 token 列表中

source: DOM: Invalid token. Empty string can't be used as token
ca: DOM: Testimoni no vàlid. La cadena buida no es pot utilitzar com a testimoni
cs: DOM: Neplatný symbol. Prázdný řetězec nelze použít jako symbol
de: DOM: Ungültiges Token. Eine leere Zeichenkette darf nicht als Token verwendet werden
es: DOM: testigo no válido. Una cadena vacía no puede ser un testigo
eu: DOM: Token baliogabea. Kate hutsa ezin da token gisa erabili
fr: DOM : Symbole invalide. Les chaînes invalides ne peuvent être utilisées comme symboles
hi: DOM: अमान्य टोकन। खाली स्ट्रिंग को टोकन के रूप में उपयोग नहीं किया जा सकता
hu: DOM: Érvénytelen token. Üres karakterláncok nem használhatóak tokenként
ru: DOM: Недопустимый токен. Пустая строка не может быть использована в качестве токена
sl: DOM: neveljaven žeton. Praznega niza ni mogoče uporabiti kot žetona
sr: ДОМ: Неисправан симбол. Празна ниска се не може користити као симбол
uk: DOM: некоректний ключ. Порожній рядок не можна використовувати як ключ
zh_cn: DOM：无效 token。空字符串不能用作 token

source: DOM: Invalid token. White spaces can't be used as token
ca: DOM: Testimoni no vàlid. Els espais blancs no es poden utilitzar com a testimoni
cs: DOM: Neplatný symbol. Bílé znaky nelze použít jako symbol
de: DOM: Ungültiges Token. Ein Leerzeichen darf nicht als Token verwendet werden
es: DOM: testigo no válido. No se deben incluir espacios en el testigo
eu: DOM: Token baliogabea. Zuriuneak ezin dira token gisa erabili
fr: DOM : Symbole invalide. Les espaces ne peuvent être utilisés comme symboles
hi: DOM: अमान्य टोकन। रिक्त स्थानों को टोकन के रूप में उपयोग नहीं किया जा सकता
hu: DOM: Érvénytelen token. Üres karakterek nem használhatóak tokenként
ru: DOM: Недопустимый токен. Пробельные символы не могут быть использованы в качестве токена
sl: DOM: neveljaven žeton. Presledkov ni mogoče uporabiti kot žetonov
sr: ДОМ: Неисправан симбол. Празна места се не могу користити као симбол
uk: DOM: некоректний ключ. Пробіли не можна використовувати як ключ
zh_cn: DOM：无效 token。空格符不能用于 token

source: Update Error:
ca: Error d'actualització:
cs: Chyba při aktualizaci:
de: Aktualisierungsfehler:
es: Error al actualizar:
eu: Eguneratze-errorea:
fr: Erreur de mise à jour :
hi: अद्यतन त्रुटि:
hu: Frissítési hiba:
ru: Ошибка обновления:
sl: Napaka posodobitve:
sr: Грешка освежавања:
uk: Помилка оновлення:
zh_cn: 更新错误：

source: Error writing document to string: %s
ca: S'ha produït un error en escriure el document a la cadena: %s
cs: Chyba při zápisu dokumentu do řetězce: %s
de: Umwandlung des Dokuments in eine Zeichenkette fehlgeschlagen: %s
es: Error al escribir el documento a cadena: %s
eu: Errorea dokumentua katera idaztean: %s
hi: दस्तावेज़ को स्ट्रिंग में लिखते समय त्रुटि: %s
hu: Hiba a dokumentum karakterláncba történő írásakor: %s
ru: Ошибка при записи документа в строку: %s
sl: Napaka pri pisanju dokumenta v niz: %s
sr: Грешка писања документа у ниску: %s
uk: Помилка під час спроби записати документ до рядка: %s
zh_cn: 将文档写入到字符串时出错：%s

source: Invalid element qualified name: multiple namespace prefixes
ca: Nom qualificat de l'element no vàlid: diversos prefixos d'espai de noms
cs: Neplatný kvalifikovaný název prvku: vícenásobný prefix jmenných prostorů
de: Ungültiger qualifizierter Elementname: Mehrfache Namensraum-Präfixe
es: Nombre cualificado del elemento no válido: hay varios prefijos de espacios de nombres
eu: Elementuaren izen kualifikatu baliogabea: izen-espazioko aurrizki anitz
fr: Nom qualifié du noeud invalide : multiples préfixes d'espace de nom
hi: अमान्य तत्व योग्य नाम: एकाधिक नामस्थान उपसर्ग
hu: Érvénytelen minősített név az elemnél: több névtér előtag
ru: Недопустимое полное имя элемента: несколько префиксов пространства имён
sl: Neveljavno kvalificirano ime elementa: več predpon imenskega prostora
sr: Неисправан назив квалификованог елемента: неколико префикса називног простора
uk: Некоректна складена назва елемента: декілька префіксів просторів назв
zh_cn: 元素的限定名无效：多重命名空间前缀

source: Parser Error for string
ca: Error de l'analitzador per a la cadena
cs: Chyba při zpracování řetězce
de: Verarbeitungsfehler für Zeichenkette
es: Analizador de error para la cadena
eu: Analizatzailearen errorea katerako
fr: Erreur d'analyseur pour la chaîne
hi: स्ट्रिंग के लिए पार्सर त्रुटि
hu: Feldolgozási hiba a karakterláncnál
ru: Ошибка парсера для строки
sl: Napaka razčlenjevalnika za niz
sr: Грешка обрађивача за ниску
uk: Помилка обробника рядка
zh_cn: 字符串解析器错误

source: Error while converting Element to string: %s
ca: S'ha produït un error en convertir l'element en cadena: %s
cs: Chyba při převodu objektu elementu na řetězec: %s
de: Umwandlung des Elements in eine Zeichenkette fehlgeschlagen: %s
es: Error al convertir Element a cadena: %s
eu: Errorea elementua kate bihurtzean: %s
fr: Erreur pendant la conversion de l'élément en chaîne : %s
hi: तत्व को स्ट्रिंग में परिवर्तित करते समय त्रुटि: %s
hu: Hiba az elem karakterláncba történő átalakításakor: %s
ru: Ошибка при преобразовании элемента в строку: %s
sl: Napaka pri pretvorbi elementa v niz: %s
sr: Грешка приликом претварања елемента у ниску: %s
uk: Помилка під час перетворення елемента до рядка: %s
zh_cn: 将元素转换为字符串时出错：%s

source: invalid namespace. Code: %s
ca: l'espai de noms no és vàlid. Codi: %s
cs: neplatný jmenný prostor. Kód: %s
de: ungültiger Namensraum. Code: %s
es: Espacio de nombres no válido. Código: %s
eu: Izen-espazio baliogabea: Kodea: %s
fr: espace de nom invalide. Code : %s
hi: अमान्य नामस्थान। कोड: %s
hu: érvénytelen névtér. Kód: %s
ru: недопустимое пространство имён. Код: %s
sl: Neveljaven imenski prostor. Koda: %s
sr: неисправан просторни назив. Код: %s
uk: некоректний простір назв. Код: %s
zh_cn: 无效的命名空间。代码：%s

source: Invalid document when adding item to collection
ca: El document no és vàlid en afegir l'element a la col·lecció
cs: Neplatný dokument při přidávání položky do kolekce
de: Ungültiges Dokument beim Hinzufügen des Objekts zur Sammlung
es: Documento no válido al añadir el elemento a la colección
eu: Dokumentu baliogabea elementua bildumari gehitzean
fr: Document invalide lors de l'ajout de l'item à la collection
hi: संग्रह में मद जोड़ते समय अमान्य दस्तावेज़
hu: Érvénytelen dokumentum az elem gyűjteményhez adásakor
ru: Недопустимый документ при добавлении элемента в коллекцию
sl: Neveljaven dokument pri dodajanju elementa v zbirko
sr: Неисправан документ приликом додавања ставке у збирку
uk: Некоректний документ при додавання запису до збірки
zh_cn: 将项目添加到集合时文档无效

source: This node collection is read only
ca: Aquesta col·lecció de node es de només lectura
cs: Tato kolekce uzlů je jen ke čtení
de: Diese Knotensammlung ist schreibgeschützt
es: Esta colección de nodos es de solo lectura
eu: Nodo bilduma hau irakurtzeko soilik da
fr: Cette collection de noeuds est en lecture seule
hi: यह नोड संग्रह केवल पढ़ने के लिए है
hu: Ez a csomópontgyűjtemény csak olvasható
ru: Эта коллекция узлов доступна только для чтения
sl: Ta zbirka vozlišč je samo za branje
sr: Ова збирка чвора је само за читање
uk: Ця збірка вузлів є придатною лише для читання
zh_cn: 该节点集合是只读的

source: This node attribute is already in use by other Element
ca: Aquest atribut de node ja està en ús per un altre element
cs: Tento atribut uzlu již používá jiný prvek
de: Dieses Knotenattribut wird bereits durch ein anderes Element verwendet
es: El atributo de este nodo ya lo está usando otro elemento
eu: Beste elementu bat jadanik nodo-atributu hau erabiltzen ari da
fr: Cet attribut de noeud est déjà utilisé par un autre élément
hi: यह नोड विशेषता पहले से ही अन्य तत्व द्वारा उपयोग में है
hu: Ezt a csomópont attribútumot már egy másik elem használja
ru: Этот атрибут узла уже используется другим элементом
sl: Ta atribut vozlišča že uporablja drug element
sr: Овај атрибут чвора је већ у употреби другим Елементом
uk: Цей атрибут вузла вже використовується іншими елементом
zh_cn: 该节点属性已被其他元素使用
