Repository: GNOME/gxml
Catalog: po/*.po
Languages: ca, cs, de, es, eu, fr, hi, hu, ru, sl, sr, uk, zh_cn

source: Invalid attempt to initialize a collection using an unsupported type. Only GXmlGXml.Element is supported
ca: Intent no vàlid d'inicialitzar una col·lecció mitjançant un tipus no compatible. Només s'admet GXmlGXml.Element
cs: Neplatný pokus o inicializaci kolekce pomocí nepodporovaného typu. Podporován je jen GXmlGXml.Element
de: Ungültiger Versuch, eine Sammlung eines nicht unterstützten Typs zu initialisieren. Nur GXmlGXml.Element wird unterstützt
es: Intento no válido de iniciar una colección usando un tipo no soportado. Sólo se soporta GXmlGXml.Element
eu: Bilduma bat hasieratzeko saio baliogabea, onartzen ez den mota erabili baita. GXmlGXml.Element soilik onartzen da
fr: Tentative invalide d'initialiser une collection avec un type non pris en charge. Seul le type GXmlGXml.Element est supporté
hi: असमर्थित प्रकार का उपयोग करके संग्रह आरंभ करने का अमान्य प्रयास। केवल GXmlGXml.Element समर्थित है
hu: Érvénytelen kísérlet egy nem támogatott típust használó gyűjtemény előkészítésére. Csak a GXmlGXml.Element támogatott
ru: Недопустимая попытка инициализировать коллекцию с использованием неподдерживаемого типа. Поддерживается только GXml.Element
sl: Neveljaven poskus inicializacije zbirke z nepodprto vrsto. Podprt je samo GXmlGXml.Element
sr: Неисправан покушај покретања збирке коришћењем неподржане врсте. Подржана је само „GXmlGXml.Element“
uk: Некоректна спробу ініціалізувати збірку за допомогою непідтримуваного типу. Передбачено підтримку лише типу GXmlGXml.Element.
zh_cn: 使用不受支持的类型来初始化集合的尝试无效。只支持 GXmlGXml.Element

source: Parent Element is invalid. Set 'element' property at construction time
ca: L'element principal no és vàlid. Defineix la propietat «element» en el moment de la construcció
cs: Rodičovský Element je neplatný. Nastavte vlastnost „element“ během vytváření.
de: Elternelement ist ungültig. Legen Sie die Eigenschaft »element« zum Zeitpunkt der Erstellung fest
es: El elemento padre no es válido. Establezca la propiedad «element» en tiempo de construcción
eu: Elementu gurasoa baliogabea da. Ezarri 'element' propietatea eraikuntza-garaian
hi: मूल तत्व अमान्य है। निर्माण के समय 'तत्व' प्रॉपर्टी निर्धारित करें
hu: A szülőelem érvénytelen. Állítsa be az „element” tulajdonságot létrehozáskor
ru: Недопустимый родительский элемент. Установите свойство 'element' во время создания
sl: Nadrejeni element ni veljaven. Nastavitev lastnosti elementa v času gradnje
sr: Родитељски елемент је неисправан. Поставите „element“ својство у време изградње
uk: Батьківський елемент є некоректним. Встановіть властивість «element» під час створення
zh_cn: 父元素无效。在构造时设置“element”属性

source: Invalid attempt to set unsupported type. Only GXmlGXml.Element is supported
ca: Intent no vàlid per definir el tipus no compatible. Només s'admet GXmlGXml.Element
cs: Neplatný pokus o nastavení nepodporovaného typu. Podporován je jen GXmlGXml.Element
de: Ungültiger Versuch, einen nicht unterstützten Typ festzulegen. Nur GXmlGXml.Element wird unterstützt
es: Intento no válido de establecer un tipo no soportado. Sólo se soporta GXmlGXml.Element
eu: Onartzen ez den mota ezartzeko saio baliogabea. GXmlGXml.Element soilik onartzen da
hi: असमर्थित प्रकार निर्धारित करने का अमान्य प्रयास। केवल GXmlGXml.Element समर्थित है
hu: Érvénytelen kísérlet egy nem támogatott típus beállítására. Csak a GXmlGXml.Element támogatott
ru: Недопустимая попытка установить неподдерживаемый тип. Поддерживается только GXml.Element
sl: Neveljaven poskus nastavitve nepodprte vrste. Podprt je samo GXmlGXml.Element
sr: Неисправан покушај подешавања неподржане врсте. Подржана је само „GXmlGXml.Element“
uk: Некоректна спробу встановити непідтримуваний тип. Передбачено підтримку лише типу GXmlGXml.Element.
zh_cn: 设置不受支持的类型的尝试无效。只支持 GXmlGXml.Element

source: Invalid attempt to set a node with a different parent document
ca: Intent no vàlid per definir un node amb un document pare diferent
cs: Neplatný pokus o nastavení uzlu s jiným rodičovským dokumentem
de: Ungültiger Versuch, einen Knoten auf ein anderes Elterndokument zu setzen
es: Intento no válido de establecer un nodo con un documento padre diferente
eu: Beste dokumentu guraso bat duen nodo bat ezartzeko saio baliogabea
fr: Tentative invalide de définir un noeud avec un document parent différent
hi: किसी भिन्न पैरेंट दस्तावेज़ के साथ नोड सेट करने का अमान्य प्रयास
hu: Érvénytelen kísérlet egy eltérő szülődokumentummal rendelkező csomópont beállítására
ru: Недопустимая попытка установить узел с другим родительским документом
sl: Neveljaven poskus nastavitve vozlišča z drugim nadrejenim dokumentom
sr: Неисправан покушај подешавања чвора са другачијим родитељским документом
uk: Некоректна спроба встановити вузол із іншим батьківським документом
zh_cn: 设置具有不同父文档的节点的尝试无效

source: Node element not appended as child of parent. No node added to collection
ca: El element node no s'ha afegit com a fill del pare. No s'ha afegit cap node a la col·lecció
cs: Prvek není k uzlu připojen jako potomek rodiče. Do kolekce není přidán žádný uzel
de: Knotenelement wurde nicht als Unterelement des Elternelements angehängt. Es wurde kein Knoten zur Sammlung hinzugefügt
es: Elemento de nodo no añadido como hijo de un padre. No se ha añadido ningún nodo a la colección
eu: Nodo-elementua ez da gurasoaren haur gisa erantsi. Ez zaio nodorik gehitu bildumari.
fr: Le noeud n'a pas été ajouté comme un enfant du parent. Pas de noeuds ajoutés à la collection
hi: नोड तत्व को पैरेंट के चाइल्ड के रूप में नहीं जोड़ा गया। संग्रह में कोई नोड नहीं जोड़ा गया
hu: A csomópontelem nincs hozzáfűzve a szülő gyermekeként. Nincs csomópont hozzáadva a gyűjteményhez
ru: Элемент узла не был добавлен как дочерний для родительского. Узел не добавлен в коллекцию
sl: Element vozlišča, ki ni dodan kot podrejeni nadrejenega. V zbirko ni dodano vozlišče
sr: Елемент чвора није прикачен као пород родитеља. Збирци није додат ниједан чвор
uk: Елемент вузла не долучено як дочірній до батьківського. До збірки не додано жодного вузла.
zh_cn: 节点元素未被追加为父节点的子节点。节点未被添加到集合

source: Error: %s
cs: Chyba: %s
de: Fehler: %s
eu: Errorea: %s
fr: Erreur : %s
hi: त्रुटि: %s
hu: Hiba: %s
ru: Ошибка: %s
sl: Napaka: %s
sr: Грешка: %s
uk: Помилка: %s
zh_cn: 错误：%s

source: Invalid index for elements in array list
ca: L'índex no és vàlid per als elements de la llista de matrius
cs: Neplatný index pro prvek v poli
de: Ungültiger Index für Elemente in der Feldliste
es: Índice de elementos no válido en la lista de vectores
eu: Baliogabeko indizea matrize-zerrendako elementuetarako
fr: Indice invalide pour les éléments dans la liste
hi: सारणी सूची में तत्वों के लिए अमान्य अनुक्रमणिका
hu: Érvénytelen index a tömblistában lévő elemekhez
ru: Недопустимый индекс для элементов в списке
sl: Neveljaven indeks za elemente na seznamu polj
sr: Неисправан индекс за елементе на списку низа
uk: Некоректний індекс елементів у списку масиву
zh_cn: 数组列表中的元素索引无效

source: Invalid index reference for child elements in array list
ca: La referència d'índex no és vàlida per als elements fills de la llista de matrius
cs: Neplatný index pro odkaz na synovský prvek v poli
de: Ungültige Indexreferenz für Unterelemente in der Feldliste
es: Referencia del índice no válida para elementos hijo en la lista
eu: Baliogabeko indizea matrize-zerrendako elementu haurretarako
fr: Référence d'indice invalide pour les éléments enfants dans la liste
hi: सरणी सूची में चाइल्ड तत्वों के लिए अमान्य अनुक्रमणिका संदर्भ
hu: Érvénytelen indexreferencia a tömblistában lévő gyermekelemekhez
ru: Недопустимая ссылка на индекс для дочерних элементов в списке
sl: Neveljaven sklic na indeks za podrejene elemente na seznamu polj
sr: Неисправна упута индекса за елементе порода на списку низа
uk: Некоректне посилання на покажчик дочірніх елементів у списку масиву
zh_cn: 数组列表中的子元素索引引用无效

source: Referenced object's type is invalid. Should be a GXmlDomElement
ca: El tipus d'objecte referenciat no és vàlid. Hauria de ser un GXmlDomElement
cs: Odkazovaný objektový typ je neplatný. Měl by být GXmlDomElement
de: Der Typ des referenzierten Objekts ist ungültig. Es sollte ein GXmlDomElement sein
es: Tipo de objeto de la referencia no válido. Debe ser un GXmlDomElement
eu: Erreferentziatutako objektuaren mota baliogabea da. GXmlDomElement izan behar da
fr: Le type d'objet référencé est invalide, il devrait être un GXmlDomElement
hi: संदर्भित वस्तु प्रकार अमान्य है। IXmlDomElement होना चाहिए
hu: A hivatkozott objektum típusa érvénytelen. GXmlDomElement kellene legyen
ru: Недопустимый тип объекта, на который указывает ссылка. Ожидается GXml.DomElement
sl: Vrsta predmeta, na katerega se sklicuje sklic, ni veljavna. Mora biti GXmlDomElement
sr: Врста упутног објекта је неисправна. Треба бити „GXmlDomElement“
uk: Тип об'єкта, на який виконано посилання, є некоректним. Об'єкт має належати до типу GXmlDomElement
zh_cn: 引用对象的类型无效。应为 GXmlDomElement

source: Invalid identifier
ca: L'identificador no es vàlid
cs: Neplatný identifikátor
de: Ungültiger Bezeichner
es: Identificador no válido
eu: Baliogabeko identifikatzailea
fr: Identifieur invalide
hi: अमान्य पहचानकर्ता
hu: Érvénytelen azonosító
ru: Недопустимый идентификатор
sl: Neveljaven identifikator
sr: Неисправан одредник
uk: Некоректний ідентифікатор
zh_cn: 无效标识符

source: string value is empty
ca: el valor de la cadena és buit
cs: řetězcová hodnota je prázdná
de: Zeichenkettenwert ist leer
es: el valor de la cadena está vacío
eu: katearen balioa hutsik dago
fr: chaîne de caractères vide
hi: स्ट्रिंग मान रिक्त है
hu: a karakterlánc értéke üres
ru: строковое значение пусто
sl: vrednost niza je prazna
sr: вредност ниске је празна
uk: порожнє рядкове значення
zh_cn: 字符串值为空

source: Cannot find start of 'not selector' value
ca: No es troba l'inici del valor «no selector»
cs: Nezdařilo se najít začátek hodnoty „selektoru not“
de: Beginn des Werts »not selector« kann nicht gefunden werden
es: No se puede encontrar el inicio del valor «sin selector»
eu: Ezin da aurkitu 'hautatzailerik ez' balioaren hasiera
fr: Ne peut trouver le début de la valeur du sélecteur not
hi: 'चयनकर्ता नहीं' मान का आरंभ नहीं पाया जा सका
hu: Nem található a „nem kiválasztó” érték kezdete
ru: Не удаётся найти начало значения для селектора «not»
sl: Ni mogoče najti začetka vrednosti »ni izbirnika« (not selector)
sr: Не могу да нађем почетак вредности „not selector“
uk: Не вдалося знайти початок значення «not selector»
zh_cn: 找不到“not 选择器”值的开头

source: Cannot find end of 'not selector' value
ca: No es troba el final del valor «no selector»
cs: Nezdařilo se najít konec hodnoty „selektoru not“
de: Ende des Werts »not selector« kann nicht gefunden werden
es: No se puede encontrar el final del valor «sin selector»
eu: Ezin da aurkitu 'hautatzailerik ez' balioaren amaiera
fr: Ne peut trouver la fin de la valeur du sélecteur not
hi: 'चयनकर्ता नहीं' मान का अंत नहीं पाया जा सका
hu: Nem található a „nem kiválasztó” érték vége
ru: Не удаётся найти конец значения для селектора «not»
sl: Ni mogoče najti konca vrednosti »ni izbirnika« (not selector)
sr: Не могу да нађем крај вредности „not selector“
uk: Не вдалося знайти кінець значення «not selector»
zh_cn: 找不到“not 选择器”值的结尾

source: Invalid '%s' pseudo class
ca: La pseudoclasse «%s» no és vàlida
cs: Neplatná pseudotřída „%s“
de: Ungültige »%s« Pseudoklasse
es: Pseudo-clase «%s» no válida
eu: Baliogabeko '%s' sasiklasea
fr: Sélecteur de pseudo-classe '%s' invalide
hi: अमान्य '%s' छद्म वर्ग
hu: Érvénytelen „%s” pszeudoosztály
ru: Недопустимый псевдокласс «%s»
sl: Neveljaven psevdo razred »%s«
sr: Неисправна „%s“ псеудо класа
uk: Некоректний псевдоклас «%s»
zh_cn: 无效的“%s”伪类

source: Invalid '%s' pseudo class : cannot find value
ca: La pseudoclasse «%s» no és vàlida: no troba valor
cs: Neplatná pseudotřída „%s“: nelze najít hodnotu
de: Ungültige »%s« Pseudoklasse : Wert konnte nicht gefunden werden
es: Pseudo-clase «%s» no válida: no se puede encontrar el valor
eu: Baliogabeko '%s' sasiklasea : ez da balioa aurkitu
fr: Sélecteur de pseudo-classe '%s' invalide : ne peut trouver de valeur
hi: अमान्य '%s' छद्म वर्ग : मान नहीं खोजा जा सका
hu: Érvénytelen „%s” pszeudoosztály: nem található érték
ru: Недопустимый псевдокласс «%s»: не удаётся найти значение
sl: Neveljaven psevdo razre »%s« : ni možno najti vrednosti
sr: Неисправна „%s“ псеудо класа: не могу да нађем вредност
uk: Некоректний псевдоклас «%s»: не вдалося знайти значення
zh_cn: 无效的“%s”伪类：找不到值

source: Cannot find end of pseudo class value
ca: No es troba el final del valor pseudoclasse
cs: Nezdařilo se najít konec hodnoty pseudotřídy
de: Ende des Pseudo-Klassenwertes kann nicht gefunden werden
es: No se puede encontrar el final del valor de la pseudo-clase
eu: Ezin izan da aurkitu sasiklasearen balioa
fr: Ne peut trouver la fin de la pseudo-classe
hi: छद्म वर्ग मान का अंत नहीं पाया जा सका
hu: Nem található a pszeudoosztály-érték vége
ru: Не удаётся найти конец значения псевдокласса
sl: Ni možno najti konca vrednosti psevdo razreda
sr: Не могу да нађем крај вредности псеудо класе
uk: Не вдалося знайти кінець значення псевдокласу
zh_cn: 无法找到伪类值的结尾

source: Pseudo class value isn't a valid number
ca: El valor pseudoclasse no és un número vàlid
cs: Hodnota pseudotřídy není číslo
de: Pseudo-Klassenwert ist keine gültige Zahl
es: El valor de la pseudo-clase no es un número válido
eu: Sasiklasearen balioa ez da baliozko zenbakia
fr: La valeur de la pseudo-classe n'est pas un nombre valide
hi: छद्म वर्ग मान एक मान्य संख्या नहीं है
hu: A pszeudoosztály értéke nem érvényes szám
ru: Значение псевдокласса не является допустимым числом
sl: Vrednost psevdo razreda ni veljavno število
sr: Вредност псеудо класе није исправан број
uk: Значення псевдокласу не є коректним числом
zh_cn: 伪类的值不是有效的数字

source: current class doesn't start with letter
ca: la classe actual no comença amb lletres
cs: aktuální třída nezačíná písmenem
de: Aktuelle Klasse beginnt nicht mit einem Buchstaben
es: la clase actual no empieza por una letra
eu: uneko klasea ez da letrarekin hasten
fr: la classe courante ne commence pas par une lettre
hi: वर्तमान वर्ग अक्षर से शुरू नहीं होती
hu: a jelenlegi osztály nem betűvel kezdődik
ru: текущий класс не начинается с буквы
sl: Trenutni razred se ne začne s črko
sr: тренутна класа не почиње словом
uk: поточний клас не починається з літери
zh_cn: 当前类不以字母开头

source: current id doesn't start with letter
ca: l'id actual no comença per lletra
cs: aktuální ID nezačíná písmenem
de: Aktuelle id beginnt nicht mit einem Buchstaben
es: el ID actual no empieza por una letra
eu: uneko IDa ez da letrarekin hasten
fr: l'id courant ne commence pas par une lettre
hi: वर्तमान आईडी अक्षर से शुरू नहीं होती
hu: a jelenlegi azonosító nem betűvel kezdődik
ru: текущий идентификатор не начинается с буквы
sl: Trenutni ID se ne začne s črko
sr: тренутни иб не почиње словом
uk: поточний ідентифікатор не починається з літери
zh_cn: 当前 id 不以字母开头

source: Invalid attribute
ca: Atribut no vàlid
cs: Neplatný atribut
de: Ungültiges Attribut
es: Atributo no válido
eu: Baliogabeko atributua
fr: Attribut invalide
hi: अमान्य विशेषता
hu: Érvénytelen attribútum
ru: Недопустимый атрибут
sl: Neveljaven atribut
sr: Неисправан атрибут
uk: Некоректний атрибут
zh_cn: 无效属性

source: Invalid attribute selector
ca: El selector d'atributs no és vàlid
cs: Neplatný selektor atributu
de: Ungültiger Attribut-Selektor
es: Selector de atributo no válido
eu: Baliogabeko atributu-hautatzailea
fr: Sélecteur d'attribut invalide
hi: अमान्य विशेषता चयनकर्ता
hu: Érvénytelen attribútum-kiválasztó
ru: Недопустимый селектор атрибута
sl: Neveljaven izbirnik atributov
sr: Неисправан бирач атрибута
uk: Некоректний селектор атрибута
zh_cn: 无效的属性选择器

source: Invalid attribute selector. '=' expected but '%s' was found
ca: El selector d'atributs no és vàlid. S'esperava «=» però s'ha trobat «%s»
cs: Neplatný selektor atributu. Bylo očekáváno „=“, ale nalezeno „%s“
de: Ungültiger Attribut-Selektor. »=« erwartet, aber »%s« gefunden
es: Selector de atributo no válido. se esperaba «=» pero se ha encontrado «%s»
eu: Baliogabeko atributu-hautatzailea. '=' espero zen baina '%s' aurkitu da
fr: Sélecteur attribut invalide. '=' était attendu mais '%s' a été trouvé
hi: अमान्य विशेषता चयनकर्ता। '=' अपेक्षित था लेकिन '%s' मिला
hu: Érvénytelen attribútum-kiválasztó. „=” várt, de „%s” található
ru: Недопустимый селектор атрибута. Ожидался символ «=», но найден «%s»
sl: Neveljavni izbirnik atributov. "=" je pričakovano, vendar je bilo zaznano »%s«
sr: Неисправан бирач атрибута. очекивах „=“ али нађох „%s“
uk: Некоректний селектор атрибута. Мало бути вказано «=», але знайдено «%s»
zh_cn: 无效的属性选择器。期望“=”但找到“%s”

source: Cannot find end of attribute value
ca: No es troba el valor final de l'atribut
cs: Nezdařilo se najít konec hodnoty atributu
de: Das Ende des Attributwerts konnte nicht gefunden werden
es: No se puede encontrar el final del valor del atributo
eu: Ezin izan da aurkitu atributu-balioaren amaiera
fr: Ne peut trouver la fin de la valeur de l'attribut
hi: विशेषता मान का अंत नहीं पाया जा सका
hu: Nem található az attribútum-érték vége
ru: Не удаётся найти конец значения атрибута
sl: Ni mogoče najti končne vrednosti atributa
sr: Не могу да нађем крај вредности атрибута
uk: Не вдалося знайти кінець значення атрибута
zh_cn: 找不到属性值的结尾

source: Cannot find end of attribute selector
ca: No es troba el selector de final d'atributs
cs: Nezdařilo se najít konec selektoru atributu
de: Das Ende des Attribut-Selektors konnte nicht gefunden werden
es: No se puede encontrar el final del selector del atributo
eu: Ezin izan da aurkitu atributu-hautatzailearen amaiera
fr: Ne peut trouver la fin du sélecteur d'attribut
hi: विशेषता चयनकर्ता का अंत नहीं पाया जा सका
hu: Nem található az attribútum-kiválasztó vége
ru: Не удаётся найти конец селектора атрибута
sl: Izbirnika konca atributov ni mogoče najti
sr: Не могу да нађем крај бирача атрибута
uk: Не вдалося знайти кінець селектора атрибута
zh_cn: 找不到属性选择器的结尾

source: No selectors found
ca: No s'ha trobat cap selector
cs: Nebyl nalezen žádný selektor
de: Keine Selektoren gefunden
es: No se encontraron selectores
eu: Ez da hautatzailerik aurkitu
fr: Pas de sélecteurs trouvés
hi: कोई चयनकर्ता नहीं मिला
hu: Nem találhatók kiválasztók
ru: Селекторы не найдены
sl: Ni najdenih izbirnikov
sr: Нисам нашао бираче
uk: Не знайдено селекторів
zh_cn: 找不到选择器

source: Last selector has combiner assigned (%s)
ca: L'últim selector té assignat el combinador (%s)
cs: Poslední selektor má přiřazené kombinování selektorů (%s)
de: Dem letzten Selektor ist ein Kombinator zugewiesen (%s)
es: El último selector tiene un combinador asignado (%s)
eu: Azken hautatzaileak konbinatzailea du esleituta (%s)
fr: Le dernier sélecteur a un combinateur assigné (%s)
hi: अंतिम चयनकर्ता को संयोजक असाइन किया गया है (%s)
hu: Az utolsó kiválasztóhoz egyesítő lett hozzárendelve (%s)
ru: Последнему селектору назначен комбинатор (%s)
sl: Zadnji izbirnik ima dodeljenega kombinatorja (%s)
sr: Последњи бирач има додељен обједињавач (%s)
uk: Для останнього варіанта селектора вказано об'єднувач (%s)
zh_cn: 最后一个选择器带有组合器（%s）

source: Error while attempting to instantiate root property object: %s
ca: S'ha produït un error en intentar crear una instancia de l'objecte de propietat arrel: %s
cs: Chyba při pokusu o vytvoření instance kořenového objektu vlastností: %s
de: Fehler beim Versuch, das Wurzel-Eigenschaftsobjekt zu instanziieren: %s
es: Error al intentar instanciar el objeto raíz de propiedad: %s
eu: Errorea erroko propietate-objektua instantziatzeko saioan: %s
fr: Erreur lors de la tentative d'instanciation d'une propriété racine d'objet : %s
hi: रूट प्रॉपर्टी वस्तु को तुरंत चालू करने का प्रयास करते समय त्रुटि: %s
hu: Hiba a gyökér tulajdonságobjektum példányosítási kísérlete közben: %s
ru: Ошибка при попытке создания объекта корневого свойства: %s
sr: Грешка приликом покушаја покретања објекта својства корена: %s
uk: Помилка під час спроби створення екземпляра кореневного об'єкта властивості: %s
zh_cn: 尝试实例化根属性对象时出错：%s

source: Creating a namespaced element with invalid node name
ca: S'ha creat un element d'espai de noms amb un nom de node no vàlid
cs: Vytváří se prvek s jmenným prostorem s neplatným názvem uzlu
de: Ein Element mit Namensraum wird mit ungültigem Knotennamen erzeugt
es: Creando un elemento en un espacio de nombres con un nombre de nodo no válido
eu: Nodo-izen baliogabea duen izen-espaziodun elementu bat sortzen ari da
fr: Création d'un élément dénommé avec un nom invalide
hi: अमान्य नोड नाम के साथ नामस्थानित तत्व बनाना
hu: Névtérrel rendelkező elem létrehozása érvénytelen csomópontnévvel
ru: Создание элемента с пространством имён с недопустимым именем узла
sl: Ustvarjanje elementa z imenskim prostorom z neveljavnim imenom vozlišča
sr: Стварам елемент просторног назива са неисправним називом чвора
uk: Створення елемента із простору назв із некоректною назвою вузла
zh_cn: 正在创建的带命名空间元素其节点名称无效

source: Creating a namespaced element with invalid namespace
ca: S'ha creat un element d'espai de noms amb espai de noms no vàlid
cs: Vytváří se prvek s jmenným prostorem s neplatným jmenným prostorem
de: Ein Element mit Namensraum wird erzeugt, wobei der Namensraum ungültig ist
es: Creando un elemento en un espacio de nombres con un espacio de nombres de nodo no válido
eu: Izen-espazio baliogabea duen izen-espaziodun elementu bat sortzen ari da
fr: Création d'un élément dénommé avec un espace de nom invalide
hi: अमान्य नामस्थान के साथ नामस्थानित तत्व बनाना
hu: Névtérrel rendelkező elem létrehozása érvénytelen névtérrel
ru: Создание элемента с пространством имён с недопустимым пространством имён
sl: Ustvarjanje elementa z imenskim prostorom z neveljavnim imenskim prostorom
sr: Стварам елемент просторног назива са неисправним простором назива
uk: Створення елемента із простору назв із некоректним простором назв
zh_cn: 正在创建的带命名空间元素其命名空间无效

source: Invalid namespace URI for xmlns prefix. Use http://www.w3.org/2000/xmlns/
ca: L'URI de l'espai de noms no és vàlid per al prefix xmlns. Utilitza http://www.w3.org/2000/xmlns/
cs: Neplatná adresa URI jmenného prostoru pro prefix xmlns. Použijte http://www.w3.org/2000/xmlns/
de: Ungültige Namensraum-Adresse für xmlns-Präfix. Verwenden Sie http://www.w3.org/2000/xmlns/
es: URI de espacio de nombres no válido para el prefijo xmlns. Use http://www.w3.org/2000/xmlns/
eu: Izen-espazioaren URI baliogabea xmlns aurrizkirako. Erabili http://www.w3.org/2000/xmlns/
fr: URI d'espace de nom invalide pour le préfixe xmlns. Utilisez http://www.w3.org/2000/xmlns/
hi: xmlns उपसर्ग के लिए अमान्य नामस्थान URI। http://www.w3.org/2000/xmlns/ का उपयोग करें
hu: Érvénytelen névtér URI az xmlns előtaghoz. Használja ezt: http://www.w3.org/2000/xmlns/
ru: Недопустимый URI пространства имён для префикса xmlns. Используйте http://www.w3.org/2000/xmlns/
sl: Neveljaven URI imenskega prostora za predpono xmlns. Uporabite http://www.w3.org/2000/xmlns/
sr: Неисправна путања просторног назива за „xmlns“ префикс. Користите „http://www.w3.org/2000/xmlns/“
uk: Некоректна адреса простору назв для префікса xmlns. Скористайтеся http://www.w3.org/2000/xmlns/
zh_cn: 以 xmlns 为前缀的命名空间 URI 无效。使用 http://www.w3.org/2000/xmlns/
